{"jobIds":["885f0446-be35-4e08-96ad-189297e20123"],"results":[{"jobId":"885f0446-be35-4e08-96ad-189297e20123","result":{"data":{"descriptor":{"Select":[{"Kind":1,"Depth":0,"Value":"G0","GroupKeys":[{"Source":{"Entity":"Batch1 GA  Jan 14th - Merchant List FDD","Property":"tradingname & address & quận"},"Calc":"G0","IsSameAsSelect":true}]}],"Expressions":{"Primary":{"Groupings":[{"Keys":[{"Source":{"Entity":"Batch1 GA  Jan 14th - Merchant List FDD","Property":"tradingname & address & quận"},"Select":0}],"Member":"DM0"}]}},"Limits":{"Primary":{"Id":"L0","Top":{"Count":1000}}},"Version":2},"dsr":{"Version":2,"DS":[{"N":"DS0","PH":[{"DM0":[{"S":[{"N":"G0","T":1}],"G0":"# Khac72 Nguyễn Công Trứ, Phường Nguyễn Thái Bình, Quận 1Quận 1"},{"G0":"#KHAC72 Nguyễn Công Trứ, Phường Nguyễn Thái Bình, Quận 1Quận 1"},{"G0":"#N/ASố 2 ngõ 233 Tô Hiệu, Dịch Vọng, Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"&other - Tea Shop106 ngõ 4C Đặng Văn Ngữ, phường Trung Tự, quận Đống Đa, thành phố Hà NộiQuận Hà Đông"},{"G0":"...Là Sài Gòn30-32 Hoa Đào, Phường 7, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"0 Đồng Quán - Đồng MeSố 25 ngõ 4 Đồng Me, phường Mễ Trì, quận Nam Từ Liêm, Hà NộiQuận Nam Từ Liêm"},{"G0":"02 Cafe - Dương Khuê111 Dương Khuê, phường Mỹ Đình 2, quận Nam Từ Liêm, Hà NộiQuận Nam Từ Liêm"},{"G0":"1 EURO - Vũ Huy Tấn48 Vũ Huy Tấn, Phường 3, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"1 GIỜ 45 COFFEE n TEA - Nguyễn Hồng Đào04 Nguyễn Hồng Đào, Phường 14, Quận Tân BìnhQuận Tân Bình"},{"G0":"1 Phút 30 Giây - Trần Quốc Toản21 Trần Quốc Toản, Phường 8, Quận 3Quận 3"},{"G0":"1 Phút 30 Giây- Nguyễn Văn Thủ163 Nguyễn Văn Thủ, Phường ĐaKao, Quận 1Quận 1"},{"G0":"101 Café101 D14 ngõ 167 Phương Mai, phường Phương Mai, quận Đống ĐaQuận Đống Đa"},{"G0":"113 Quán - Khương Đình6a Ngõ 212 Khương Đình, Phường Hạ Đình, Quận Thanh XuâmQuận Thanh Xuân"},{"G0":"16KEI - Hoàng Sa947A Hoàng Sa, Phường 11, Quận 3Quận 3"},{"G0":"191 COFFEE - Điện Biên Phủ191A Điện Biên Phủ, Phường 15, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"1915Y Lê Văn HưuSố 21 Lê Văn Hưu, phường Ngô Thì Nhậm, quận Hai Bà Trưng, TP. Hà NộiQuận Hai Bà Trưng"},{"G0":"1915Y Trung HòaSố 51 Trung Hòa, phường Trung Hòa, quận Cầu Giấy, TP. Hà NộiQuận Cầu Giấy"},{"G0":"1974's12 Trần Đại Nghĩa, Phường Bách Khoa, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"1976 - Đường 20Số 2 Đường 20, Trần Não, Phường Bình An, Quận 2Quận 2"},{"G0":"1982 COFFEE - Bùi Tá Hán71 Bùi Tá Hán, Phường An Phú, Quận 2Quận 2"},{"G0":"1985 Tea & Coffeesố 108 đường 19/5 phường Văn Quán, Quận Hà ĐôngQuận Hà Đông"},{"G0":"1988s COFFEE & MORE - Phan Xích Long128 Phan Xích Long, Phường 07, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"198X Cafe19 Ngõ 28, Nguyên Hồng, Láng Hạ, Đống ĐaQuận Đống Đa"},{"G0":"1991 Bread & Cafe51 Huỳnh Văn Bánh, Phường 17, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"1991 Coffee1168 Trường Sa, Phường 13, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"1993 Cafe - Trần Khát Chân75 Trần Khát Chân kéo dài, Phường Thanh Lương, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"1996 Coffee & Beer - Phạm Văn Đồng72 Phạm Văn Đồng, Phường 3, Quận Gò VấpQuận Gò Vấp"},{"G0":"1st GardenLầu 3, 26 Lý Tự Trọng, Bến Nghé, Quận 1Quận 1"},{"G0":"1ST Tea60D-60E Nguyễn Thông, P.9, Quận 3, HCMQuận 3"},{"G0":"2 Chàng174 Điện Biên Phủ, Phường 17, Quận Bình thạnhQuận Bình Thạnh"},{"G0":"2 PM Coffee135/39 Nguyễn Hữu Cảnh, Phường 22, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"20 AGAIN - Aeon Long BiênTầng 2 - Aeon Mall Long Biên, số 27 đường Cổ Linh, phường Long Biên, quận Long BiênQuận Long Biên"},{"G0":"20 AGAIN - Bà Triệu178 Bà Triệu, phường Nguyễn Du, quận Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"20 AGAIN - BigC Thăng Longsố 222 Trần Duy Hưng, phường Trung Hòa, quận Cầu GiấyQuận Cầu Giấy"},{"G0":"20 AGAIN - Cao Thắng64 Cao Thắng, phường 4, quận 3Quận 3"},{"G0":"20 AGAIN - Cầu Giấy132 Cầu Giấy, phường Quan Hoa, quận Cầu GiấyQuận Cầu Giấy"},{"G0":"20 AGAIN - Chùa Bộc167 Chùa Bộc, phường Trung Liệt, quận Đống ĐaQuận Đống Đa"},{"G0":"20 AGAIN - Hồ Tùng Mậu40 Hồ Tùng Mậu, phường Mai Dịch, quận Cầu GiấyQuận Cầu Giấy"},{"G0":"20 AGAIN - Nguyễn Trãi - Hà Đông206 Nguyễn Trãi, phường Văn Quán, quận Hà ĐôngQuận Hà Đông"},{"G0":"20 AGAIN - Nguyễn Trãi - Thanh Xuân501 Nguyễn Trãi, phường Thanh Xuân Nam, quận Thanh XuânQuận Thanh Xuân"},{"G0":"20 AGAIN - Phạm Ngọc Thạch112B1 Phạm Ngọc Thạch, phường Trung Tự, quận Đống ĐaQuận Đống Đa"},{"G0":"20 AGAIN - Quang Trung101 Quang Trung, phường Quang Trung, quận Hà ĐôngQuận Hà Đông"},{"G0":"20 AGAIN - Thái Hà59 Thái Hà, phường Trung Liệt, quận Đống ĐaQuận Đống Đa"},{"G0":"2000 Coffee & Tea - Nguyễn Sỹ Sách121 Nguyễn Sỹ Sách, Phường 15, Quận Tân BìnhQuận Tân Bình"},{"G0":"241 Sinh Tố - Ăn Vặt241 Đồng Đen, Phường 13, Quận Tân BìnhQuận Tân Bình"},{"G0":"25 COFFEE - Lữ Gia48 Lữ Gia, Phường 15, Quận 11Quận 11"},{"G0":"2B House2B Hồng Lĩnh, Phường 15, Quận 10Quận 10"},{"G0":"2T Coffee & Tea - Trường Sa1168 Trường Sa, Phường 13, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"3 CON GÀ - Điện Biên Phủ90 Điện Biên Phủ, Phường 17, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"3 Ngon102 Phan Xích Long, Phường 3, Bình ThạnhQuận Bình Thạnh"},{"G0":"3 Râu - Trà Sữa, Pizza & Gà Rán - Trường Chinh164 - 166 Trường Chinh, Phường 13, Quận Tân Bình, TP. Hồ Chí MinhQuận Tân Bình"},{"G0":"3 Râu - Trà Sữa, Pizza, Gà Rán - 3/21122B Đường 3/2, Phường 12, Quận11Quận 11"},{"G0":"3 Râu - Trà Sữa, Pizza, Gà Rán - Trường Chinh317 Trường Chinh, Phường 13, Quận Tân Bình, Tp Hồ Chí MinhQuận Tân Bình"},{"G0":"3 RÂU TRÀ SỮA - Phan Văn Trị384 Phan Văn Trị, Phường 5, Quận Gò VấpQuận Gò Vấp"},{"G0":"3 Râu-Trà Sữa,Pizza,Gà Rán-Đoàn Văn Bơ501 Đoàn Văn Bơ, Phường 13, Quận 4Quận 4"},{"G0":"3 Râu-Trà Sữa,Pizza,Gà Rán-XVNT551 Xô Viết Nghệ Tĩnh, Phường 26, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"3 Some Coffee126 Nguyễn Công Trứ, P. Nguyễn Thái Bình, Q1Quận 1"},{"G0":"30Shine - 407 Trường Chinh407 Trường Chinh, phường Khương Trung, quận Đống ĐaQuận Đống Đa"},{"G0":"30Shine 02 Nguyễn Thị Minh Khai - HCM02 Nguyễn Thị Minh Khai, Phường Bến Nghé, Quận 1, TP. HCMQuận 1"},{"G0":"30Shine 04 Trần Quang Khải - HCM04 Trần Quang Khải, Phường Tân Định, Quận 1, TP. HCMQuận 1"},{"G0":"30Shine 08 Châu Văn Liêm - HCM08 Châu Văn Liêm, Phường 10, Quận 5, TP. HCMQuận 5"},{"G0":"30Shine 08 Nguyễn Ảnh Thủ - HCM08 Nguyễn Ảnh Thủ, Phường Trung Mỹ Tây, Quận 12, TP. HCMQuận 12"},{"G0":"30Shine 103 Trần Não - HCM103 Trần Não, Phường Bình An, Quận 2, TP. HCMQuận 2"},{"G0":"30Shine 105 Nguyễn Thị Nhỏ - HCM105 Nguyễn Thị Nhỏ, Phường 16, Quận 11, TP. HCMQuận 11"},{"G0":"30Shine 111 Lạc Long Quân - HN111 Lạc Long Quân, phường Nghĩa Đô, quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"30Shine 1172 Kha Vạn Cân - HCM1172 Kha Vạn Cân, Phường Linh Trung, Quận Thủ Đức, TP. HCMQuận Thủ Đức"},{"G0":"30Shine 1180 Quang Trung - HCM1180 Quang Trung, Phường 11, Quận Gò Vấp, TP. HCMQuận Gò Vấp"},{"G0":"30Shine 12 Lạc Trung - HN12 Lạc Trung, phường Thanh Lương, quận Hai Bà Trưng, Hà NộiQuận Hai Bà Trưng"},{"G0":"30Shine 12 Lê Đức Thọ - HCM12 Lê Đức Thọ, Phường 7, Quận Gò Vấp, TP. HCMQuận Gò Vấp"},{"G0":"30Shine 130 Tân Sơn Nhì - HCM130 Tân Sơn Nhì, Phường Tân Sơn Nhì, Quận Tân Phú, TP. HCMQuận Tân Phú"},{"G0":"30Shine 135 Nguyễn Văn Cừ - HN135 Nguyễn Văn Cừ phường Ngọc Lâm, quận Long Biên, Hà NộiQuận Long Biên"},{"G0":"30Shine 136 Hùng Vương - HCM136 Hùng Vương, phường 2, Quận 10, TP. HCMQuận 10"},{"G0":"30Shine 149 Nguyễn Duy Trinh - HCM149 Nguyễn Duy Trinh, Phường Bình Trưng Tây, Quận 2, TP. HCMQuận 2"},{"G0":"30Shine 151 Cầu Giấy - HN151 Cầu Giấy, phường Quan Hoa, quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"30Shine 163 Hàng Bông - HN163 Hàng Bông, phường Hàng Bông, quận Hoàn Kiếm, Hà NộiQuận Hoàn Kiếm"},{"G0":"30Shine 168 Đặng Văn Bi - HCM168 Đặng Văn Bi, Phường Bình Thọ, Quận Thủ Đức, TP. HCMQuận Thủ Đức"},{"G0":"30Shine 175 Phùng Hưng - HN175 Phùng Hưng, phường Phúc La, quận Hà Đông, Hà NộiQuận Hà Đông"},{"G0":"30Shine 189 Hoà Bình - HCM189 Hoà Bình, Phường Hiệp Tân, Quận Tân Phú, TP. HCMQuận Tân Phú"},{"G0":"30Shine 193 Tô Hiến Thành - HCM193 Tô Hiến Thành, Phường 13, Quận 10, TP. HCMQuận 10"},{"G0":"30Shine 194 Lê Văn Việt - HCM194 Lê Văn Việt, Phường Hiệp Phú, Quận 9, TP. HCMQuận 9"},{"G0":"30Shine 206 Hậu Giang - HCM206 Hậu Giang, Phường 9, Quận 6, TP. HCMQuận 6"},{"G0":"30Shine 235 Đội Cấn - HN235 Đội Cấn, phường Liễu Giai, quận Ba Đình, Hà NộiQuận Ba Đình"},{"G0":"30Shine 245 Lê Đại Hành - HCM245 Lê Đại Hành, Phường 13, Quận 11, TP. HCMQuận 11"},{"G0":"30Shine 25 Tôn Đản - HCM25 Tôn Đản, Phường 13, Quận 4, TP.HCMQuận 4"},{"G0":"30Shine 29 Hiệp Bình - HCM29 Hiệp Bình, Phường Hiệp Bình Chánh, Quận Thủ Đức, TP. HCMQuận Thủ Đức"},{"G0":"30Shine 295 Đê La Thành - HN295 Đê La Thành, phường Chợ Dừa, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"30Shine 31 Trần Phú - HN31 Trần Phú, Phường Văn Quán, Quận Hà Đông, Hà NộiQuận Hà Đông"},{"G0":"30Shine 312 Lê Văn Sỹ - HCM312 Lê Văn Sỹ, Phường 1, Quận Tân Bình, TP. HCMQuận Tân Bình"},{"G0":"30Shine 323 Xô Viết Nghệ Tĩnh - HCM323 Xô Viết Nghệ Tĩnh, Phường 25, Quận Bình Thạnh, TP. HCMQuận Bình Thạnh"},{"G0":"30Shine 330 Nguyễn Thị Thập - HCM330 Nguyễn Thị Thập, phường Tân Quy, Quận 7, TP. HCMQuận 7"},{"G0":"30Shine 346 Khâm Thiên - HN346 Khâm Thiên, phường Thổ Quan, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"30Shine 356 Đỗ Xuân Hợp - HCM356 Đỗ Xuân Hợp, Phường Phước Long B, Quận 9, TP. HCMQuận 9"},{"G0":"30Shine 359 Lê Quang Định - HCM359 Lê Quang Định, Phường 5, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"30Shine 36 Nguyễn Ảnh Thủ - HCM36 Nguyễn Ảnh Thủ, Phường Trung Mỹ Tây, Quận 12, TP. HCMQuận 12"},{"G0":"30Shine 36 Phan Huy Ích - HCM36 Phan Huy Ích, Phường 15, Quận Tân Bình, TP. HCMQuận Tân Bình"},{"G0":"30Shine 36 Trần Quốc Hoàn - HN36 Trần Quốc Hoàn, phường Dịch Vọng Hậu, quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"30Shine 382 Nguyễn Trãi - HN382 Nguyễn Trãi, phường Thanh Xuân Trung, quận Thanh Xuân, Hà NộiQuận Thanh Xuân"},{"G0":"30Shine 391 Trương Định - HN391 Trương Định, phường Tân Mai, quận Hoàng Mai, Hà NộiQuận Hoàng Mai"},{"G0":"30Shine 420 Huỳnh Tấn Phát - HCM420 Huỳnh Tấn Phát, Phường Phú Thuận, Quận 7, TP. HCMQuận 7"},{"G0":"30Shine 449 Bạch Đằng - HCM449 Bạch Đằng, Phường 14, Quận Bình Thạnh, TP. HCMQuận Bình Thạnh"},{"G0":"30Shine 483 Thống Nhất - HCM483 Thống Nhất, Phường 16, Quận Gò Vấp, TP. HCMQuận Gò Vấp"},{"G0":"30Shine 49 Phan Đình Phùng - HCM49 Phan Đình Phùng, Phường 17, Quận Phú Nhuận, TP. HCMQuận Phú Nhuận"},{"G0":"30Shine 60 Lên Văn Thọ - HCM60 Lên Văn Thọ, Phường 11, Quận Gò Vấp, TP. HCMQuận Gò Vấp"},{"G0":"30Shine 702 Đường Láng - HN702 Đường Láng, phường Trung Hòa, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"30Shine 708 Lê Trọng Tấn - HCM708 Lê Trọng Tấn, phường Bình Hưng Hòa, Quận Bình Tân, TP. HCMQuận Bình Tân"},{"G0":"30Shine 730 Tỉnh lộ 10 - HCM730 Tỉnh lộ 10, Phường Bình Trị Đông B, Quận Bình Tân, TP. HCMQuận Bình Tân"},{"G0":"30Shine 758 Âu Cơ - HCM758 Âu Cơ, Phường 13, Quận Tân Bình, TP. HCMQuận Tân Bình"},{"G0":"30Shine 767 Lạc Long Quân - HCM767 Lạc Long Quân, Phường 10, Quận Tân Bình, TP. HCMQuận Tân Bình"},{"G0":"30Shine 82 Trần Đại Nghĩa - HN82 Trần Đại Nghĩa, phường Đồng Tâm, quận Hai Bà Trưng, Hà NộiQuận Hai Bà Trưng"},{"G0":"30Shine 909 Hậu Giang - HCM909 Hậu Giang, Phường 11, Quận 6, TP. HCMQuận 6"},{"G0":"36 Kem & Milk Tea36 Đường số 9, Cư Xá Bình Thới, P8, Quận 11Quận 11"},{"G0":"37th Street BigC Thăng LongGian hàng JA01, Tầng 1, 222 Trần Duy Hưng, Phường Trung Hòa, Quận Cầu Giấy, Hà NộiQuân Cầu Giấy"},{"G0":"37th Street Đào TấnF3-C01, TTTM Lotte Mart, 54 Liễu Giai, Phường Cống Vị, Quận Ba Đình, Hà NộiQuận Ba Đình"},{"G0":"37th Street IPH Xuân ThủyTầng 5 TTTM Indochina Plaza, 241 Xuân Thủy, Phường Dịch Vọng Hậu, Quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"37th Street Saigon CenterGian hàng L5-08D, Trung tâm mua sắm Saigon Centre, 92-94 Nam Kỳ Khởi Nghĩa, Phường Bến Nghé, Quận 1, TP. Hồ Chí MinhQuận 1"},{"G0":"37th Street Sân bay Tân Sơn NhấtTầng Hầm, Khu TM, nhà xe - Ga Quốc Nội, Sân bay Quốc tế Tân Sơn Nhất, 45 Trường Sơn, Phường 2, Quận Tân Bình, TP. Hồ Chí MinhQuận Tân Bình"},{"G0":"38 Độ Tea House - Nguyễn Công Trứ58 Nguyễn Công Trứ, Phường Nguyễn Thái Bình, Quận 1Quận 1"},{"G0":"38 Độ Tea House - Phạm Ngọc Thạch62 Phạm Ngọc Thạch, Phường 6, Quận 3Quận 3"},{"G0":"3C fruits juice 30 Tô Vĩnh Diện30 tô vĩnh diện, phường Linh Chiểu, quận thủ đứcQuận Thủ Đức"},{"G0":"3CE Coffee196/1/11 Cộng Hòa, Phường 12, Quận Tân BìnhQuận Tân Bình"},{"G0":"3Ku Restaurant78 ngõ 203 Hoàng Quốc Việt phường Nghĩa Đô quận Cầu Giấy Hà NộiQuận Cầu Giấy"},{"G0":"3Sach Bến Vân ĐồnToà nhà Tresor Residence, 39 Bến Vân Đồn, phường 12, Quận 4Quận 4"},{"G0":"3Sach Bến Vân ĐồnTS1.0.13 - Toà nhà Tresor Residence - 39 Bến Vân Đồn, phường 12, Quận 4Quận 4"},{"G0":"3Sach Điện Biên PhủP1 SH 08 VinHomes Central Park, 720A Điện Biên Phủ, Phường 22, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"3Sach Điện Biên PhủToà Park 1- SH.08 Vinhomes Central Park, 720A Điện Biên Phủ, phường 22, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"3Sach Hoàng Diệu26 Hoàng Diệu, Phường 12, Quận 4Quận 4"},{"G0":"3Sach Nguyễn Đình Chiểu246 Nguyễn Đình Chiểu, Phường 6, Quận 3Quận 3"},{"G0":"3Sach Tôn Dật Tiên153 Tôn Dật Tiên, Phường Tân Phong, Quận 7Quận 7"},{"G0":"3Sach Trần Não124 Trần Não, Phường Bình An, Quận 2Quận 2"},{"G0":"3Sach Vinhome Central ParkP3-SH.11A Vinhomes Central park, Nguyễn Hữu Cảnh, phường 22, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"3Sach Vinhome Central ParkP3-SH.11A, khu phức hợp Vinhomes Central park, Nguyễn Hữu Cảnh, phường 22, quận Bình ThạnhQuận Bình Thạnh"},{"G0":"3T Coffee355 Hoàng Sa, Phường Tân Định, Quận 1Quận 1"},{"G0":"4Foodee.com63/8/1 An Dương Vương, Phường An Lạc, Quận Bình TânQuận Bình Tân"},{"G0":"4Gs Texas - Huỳnh Khương Ninh47 Bis Huỳnh Khương Ninh, Phường Đa Kao, Quận 1Quận 1"},{"G0":"4GsTexas - Cao Thắng12B Cao Thắng, Phường 05, Quận 3Quận 3"},{"G0":"4GsTexas - Huỳnh Khương Ninh47Bis Huỳnh Khương Ninh, Phường Đa Kao, Quận 1Quận 1"},{"G0":"4GsTexas - Nguyễn Văn Hưởng215B3 Đường Nguyễn Văn Hưởng, Phường Thảo Điền, Quận 2Quận 2"},{"G0":"4Rau Barber Shop DeluxeLầu 6 40-42 Phan Bội Châu, Phường Bến Thành, Quận 1Quận 1"},{"G0":"4Rau Barber Shop Điện Biên Phủ634 Điện Biên Phủ, Phường 11, Quận 10Quận 10"},{"G0":"4Rau Barber Shop Phạm Viết Chánh112 Phạm Viết Chánh, Phường Nguyễn Cư Trinh, Quận 1Quận 1"},{"G0":"4Rau Barber Shop Quận 719 Tôn Dật Tiên, Phường Tân Phú, Quận 7Quận 7"},{"G0":"4Seasons17B14 Phạm Ngọc Thạch, Kim Liên, Đống ĐaQuận Đống Đa"},{"G0":"5:AM Coffee 264 Bắc Hải264 Bắc Hải, Phường 6, Tân BìnhQuận Tân Bình"},{"G0":"58 coffee - Nguyễn Trường Tộ58 Nguyễn Trường Tộ, Phường 12, Quận 4Quận 4"},{"G0":"6 Bis Cafe& Bistro6b Lê Quý Đôn, Phường Bạch Đằng, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"69 café233EF Đinh Tiên Hoàng, Phường Tân Định, Quận 1Quận 1"},{"G0":"7 Nights79 Trần Khát Chân, Phường Thanh Lương, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"76 CAFE - HÒA HƯNG76 HÒA HƯNG, PHƯỜNG 13, QUẬN 10Quận 10"},{"G0":"7-Eleven - BV Chợ Rẫy201B Nguyễn Chí Thanh, Phường 12, Quận 5Quận 5"},{"G0":"7-Eleven - CantavilCantavil An Phú, Số 1 Song Hành, Xa lộ Hà Nội, Phường An Phú, Quận 2Quận 2"},{"G0":"7-Eleven - Central 1Central 1, Vinhomes Central Park, 720A Điện Biên Phủ, Phường 22, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"7-Eleven - Crescent Residence 1103 Tôn Dật Tiên, Phường Tân Phú, Quận 7Quận 7"},{"G0":"7-Eleven - Garden Court 2147 Tôn Dật Tiên, Phường Tân Phong, Quận 7Quận 7"},{"G0":"7-Eleven - Gold House Nhà BèHoàng Anh Gold House, 187A Lê Văn Lương , Xã Phước Kiểng, Huyện Nhà BèHuyện Nhà Bè"},{"G0":"7-Eleven - Hậu Giang21B Hậu Giang, Phường 4, Quận Tân BìnhQuận Tân Bình"},{"G0":"7-Eleven - Landmark 1Landmark 1, Vinhomes Central Park, 720A Điện Biên Phủ, Phường 22, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"7-Eleven - Lê Lợi26D Lê Lợi, Phường Bến Nghé, Quận 1Quận 1"},{"G0":"7-Eleven - Lux 6Lux 6-SH08 Vinhomes Golden River, 02 Tôn Đức Thắng, Phường Bến Nghé, Quận 1Quận 1"},{"G0":"7-Eleven - Millenium Masteri D4Millenium Masteri – 132 Bến Vân Đồn , Phường 6, Quận 4Quận 4"},{"G0":"7-Eleven - Nguyễn Du81 Nguyễn Du, Phường Bến Nghé, Quận 1Quận 1"},{"G0":"7-Eleven - Nguyễn Thị Minh Khai82 Nguyễn Thị Minh Khai, Phường 6, Quận 3Quận 3"},{"G0":"7-Eleven - Park 6208 Nguyễn Hữu Cảnh, Phường 22, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"7-Eleven - Quốc Hương16 Quốc Hương, Phường Thảo Điền, Quận 2Quận 2"},{"G0":"7-Eleven - RivergateL1.04 Rivergate Residence, 151-155 Bến Vân Đồn, Phường 6, Quận 4Quận 4"},{"G0":"7-Eleven - Saigon PearlS06 Shophouse Saigon Pearl, 92 Nguyễn Hữu Cảnh, Phường 22, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"7-Eleven - Saigon Trade CenterTầng trệt – Saigon Trade Center, 37 Tôn Đức Thắng, Phường Bến Nghé, Quận 1Quận 1"},{"G0":"7-Eleven - Thảo Điền31 Thảo Điền, Phường Thảo Điền, Quận 2Quận 2"},{"G0":"7-Eleven - The Art Gia HòaThe Art Gia Hòa, 523A Đỗ Xuân Hợp, Phường Phước Long B, Quận 9Quận 9"},{"G0":"7-Eleven - The LancasterThe Lancaster, 22-22 Bis Lê Thánh Tôn, Phường Bến Nghé, Quận 1Quận 1"},{"G0":"7-Eleven - The Sun Avenue 1The Sun Avenue 1, 28 Mai Chí Thọ, Phường An Phú, Quận 2Quận 2"},{"G0":"7-Eleven - The Sun Avenue 6The Sun Avenue 6, 28 Mai Chí Thọ, Phường An Phú, Quận 2Quận 2"},{"G0":"7-Eleven - Tôn Thất Tùng23 Tôn Thất Tùng, Phường Phạm Ngũ Lão, Quận 1Quận 1"},{"G0":"7-Eleven - TresorThe Tresor, 39 Bến Vân Đồn, Phường 12, Quận 4Quận 4"},{"G0":"80's Cafe - Đặng Văn Ngữ101C6 Đặng Văn Ngữ, phường Trung Tự, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"88MIUTEA101 Tôn Dật Tiên Tầng 5 Crescent Mall, Phường Tân Phú, Quận 7Quận 7"},{"G0":"89 Coffee - 89 Nguyễn Thị Mười89 Nguyễn Thị Mười, Phường 4, Quận 8, TP.HCMQuận 8"},{"G0":"8X Cafe165 Hoàng Hoa Thám, Phường 13, Quận Tân BìnhQuận Tân Bình"},{"G0":"90's Home - Tôn Thất Tùng103 ngõ 10 Tôn Thất Tùng, phường Khương Thượng, quận Đống ĐaQuận Đống Đa"},{"G0":"911'S Fast Food5 ngõ 4C Đặng Văn Ngữ, phường Trung Tự, quận Đống ĐaQuận Đống Đa"},{"G0":"92 WEAR - Cầu Giấy183 Cầu Giấy, phường Dịch Vọng, quận Cầu GiấyQuận Cầu Giấy"},{"G0":"92 WEAR - Chùa Bộc143 Chùa Bộc, phường Trung Liệt, quận Đống ĐaQuận Đống Đa"},{"G0":"92 WEAR - Chùa Láng66 Chùa Láng, phường Láng Thượng, quận Đống ĐaQuận Đống Đa"},{"G0":"92 WEAR - Lý Thường Kiệt42D Lý Thường Kiệt, phường Trần Hưng Đạo, quận Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"92 WEAR - Nguyễn Trãi - Hà Đông206 Nguyễn Trãi, phường Văn Quán, quận Hà ĐôngQuận Hà Đông"},{"G0":"96 Coffee28 ngõ 20 Nguyễn Chánh, phường Trung Hòa, quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"9-Eleven- Hoàng Quốc Việt80M Hoàng Quốc Việt, Phường Phú Mỹ, Quận 7Quận 7"},{"G0":"À - ƠI CAFETòa Hà Đô Parkside, đường Khúc Thừa Dụ, phường Dịch Vọng, quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"A Bửu – Bùi Thị Xuân17 – 19 Bùi Thị Xuân, Phường Phạm Ngũ Lão, Quận 1Quận 1"},{"G0":"À Cafe- Bánh Mì- Cao Thắng2/15C Cao Thắng, Phường 5, Quận 3Quận 3"},{"G0":"A Cafe-Cơm Văn Phòng155/3 Đinh Bộ Lĩnh, P26, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"A Chảnh - 130 Thành Thái130 Thành Thái, Phường 12, Quận 10Quận 10"},{"G0":"A Chảnh - 175 Thành Thái175 Thành Thái, Phường 14, Quận 10Quận 10"},{"G0":"A Chảnh - Bạch MãDD34 Bạch Mã, Phường 15, Quận 10Quận 10"},{"G0":"A Chảnh - Bàu Cát39 Bàu Cát, Phường 14, Quận Tân BìnhQuận Tân Bình"},{"G0":"A Chảnh - Cống Quỳnh200 Cống Quỳnh, Phường Phạm Ngũ Lão, Quận 1Quận 1"},{"G0":"A Chảnh - Hoàng Văn Thụ404 Hoàng Văn Thụ, Phường 4, Quận Tân BìnhQuận Tân Bình"},{"G0":"A Chảnh - Lê Văn Sỹ211 Lê Văn Sỹ, Phường 13, Quận 3Quận 3"},{"G0":"A Chảnh - Nguyễn Thượng Hiền359 Nguyễn Thượng Hiền, Phường 11, Quận 10Quận 10"},{"G0":"A Chảnh - Nguyễn Trọng Tuyển208 Nguyễn Trọng Tuyển, Phường 8, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"A Chảnh - Tân Sơn Nhì324 Tân Sơn Nhì, Phường Tân Sơn Nhì, Quận Tân PhúQuận Tân Phú"},{"G0":"A Chảnh - Tân Vĩnh60 Tân Vĩnh, Phường 6, Quận 4Quận 4"},{"G0":"A Chảnh - Tô Hiến Thành367 Tô Hiến Thành, Phường 14, Quận 10Quận 10"},{"G0":"A Chảnh - Tôn Đản299 Tôn Đản, Phường 15, Quận 4Quận 4"},{"G0":"A Chảnh - Ung Văn Khiêm28 Ung Văn Khiêm, Phường 25, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"A Chảnh - Vườn Lài23 Vườn Lài, Phường Phú Thọ Hòa, Quận Tân PhúQuận Tân Phú"},{"G0":"A Chảnh - XVNT87 Xô Viết Nghệ Tĩnh, Phường 17, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"A Coffee - Đào Duy Anh163 Đào Duy Anh, Phường 9, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"A Dổi EstellaL3 - 08,09, Tầng 3 Tòa nhà Estella Place, 88 Đường Song Hành, Phường An Phú, Quận 2Quận 2"},{"G0":"A Dổi GigamallTầng 5, TTTM GigaMall, 240 - 242 Kha Vạn Cân, Phường Hiệp Bình Chánh, Quận Thủ ĐứcQuận Thủ Đức"},{"G0":"A Happy Tea - NTT13 Nguyễn Thiện Thuật, Phường 2, Quận 3Quận 3"},{"G0":"A Kafé103 Võ Văn Tần, Phường 6, Quận 3Quận 3"},{"G0":"A letter home - Tân Ấp20 ngõ 33 Tân Ấp, phường Phúc Xá, Quận Ba ĐìnhQuận Ba Đình"},{"G0":"A Little Hoian Coffeesố 19 Hàng Trống,Hàng Trống,Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"A Little98F Lê Lai, Phường Bến Thành, Quận 1Quận 1"},{"G0":"A NGON - 135A Trung Liệt135A Trung Liệt, Phường Trung Liệt, Quận Đống ĐaQuận Đống Đa"},{"G0":"À ơi CafeTòa nhà Hà Đô Parkside,Dịch Vọng ,Cầu GiấyQuận Cầu Giấy"},{"G0":"A Tỷ Coffee - Phạm Văn Đồng548 Phạm Văn Đồng, phường 13, quận Bình ThạnhQuận Bình Thạnh"},{"G0":"A! Cà Phê - Sư Vạn Hạnh423 Sư Vạn Hạnh, Phường 12, Quận 10Quận 10"},{"G0":"A.Cafe - đường 8129B Đường 81, Phường Tân Quy, Quận 7Quận 7"},{"G0":"A.R.M.Y House - Tô Hiệu73 Tô Hiệu, phường Nghĩa Đô, quận Cầu GiấyQuận Cầu Giấy"},{"G0":"AAG Trà Sữa Nhà Nấu Trân Châu Nhà Làm29 Nguyễn Văn Thương, Phường 25, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"Abami Bánh Mỳ Hội An101 C10 Thành Công Ba Đình Hà NộiQuận Ba Đình"},{"G0":"ABC MILKTEA & SMOOTHIES - Điện Biên Phủ79 Điện Biên Phủ, Phường 15, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"ACE CAFE94 Phố Vọng, Phường Phương Mai, QUận Đống ĐaQuận Đống Đa"},{"G0":"Adila Coffee - Đường C222 Đường C22, Phường 12, Quận Tân BìnhQuận Tân Bình"},{"G0":"AE Cafe - Nguyễn Ngọc Nại19 ngõ 149 Nguyễn Ngọc Nại, Phường Khương Mai, Quận Thanh XuânQuận Thanh Xuân"},{"G0":"Affetto Coffee 24 Trần Hưng Đạo24 Trần Hưng Đạo, Phường Hàng Bài, Quận Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Affetto Coffee 71B4 Hàng Trống71B4 Hàng Trống,Hàng Trống,Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Agri Coffee - Trường sa1226 Trường Sa P.14 Q.Phú NhuậnQuận Phú Nhuận"},{"G0":"Áh Àh Cafe Juice4A Phan Đình Phùng, Phường Quán Thánh, Quận Ba ĐìnhQuận Ba Đình"},{"G0":"AHA - Trần Quý KiênSố 30, phố Trần Quý Kiên, phường Dịch Vọng, quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Aha Cafe - Tống Duy TânSố 8, Tống Duy Tân, phường Hàng Bông, quận Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Aha Cafe39 Phố Huế, Hàng Bài, Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"AHA FOOD - Dương Quảng Hàm11 ngõ 165 Dương Quảng Hàm, phường Quan Hoa, quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Aha Food - Lê Thanh Nghị126 Lê Thanh Nghị, Phường Bách Khoa, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"AHA FOOD - Nguyễn Chí Thanh1 ngõ 62 Nguyễn Chí Thanh, phường Láng Thượng, quận Đống ĐaQuận Đống Đa"},{"G0":"AHA FOOD - Tôn Thất Tùng73 ngõ 10 Tôn Thất Tùng, phường Khương Thượng, quận Đống ĐaQuận Đống Đa"},{"G0":"Ahihi Top Coffee - Đường Số 216 Đường Số 2, Phường 4, Quận 4Quận 4"},{"G0":"Ahihi Top Coffee - Nơ Trang Long30D Nơ Trang Long, p.14, Bình ThạnhQuận Bình Thạnh"},{"G0":"Aichage - Triệu Việt Vương110 Triệu Việt Vương, Phường Bùi Thị Xuân, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"AIR COFFEE - Trường Sa154 Trường Sa, Phường 1, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"AKA House D2124 Đường D2, Phường 25, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"AKA House DiscoveryTTTM Discovery Complex - số 302 Cầu Giấy, Phường Dịch Vọng, Quận Cầu GiấyQuận Cầu Giấy"},{"G0":"AKA House Đồng Đen100-102 Đồng Đen, Phường 14, Quận Tân BìnhQuận Tân Bình"},{"G0":"AKA House Hòa BìnhSố 78C Hòa Bình, Phường 5, Quận 11Quận 11"},{"G0":"AKA House Nguyễn Ảnh Thủ1C Nguyễn Ảnh Thủ - Khu phố 3, Phường Trung Mỹ Tây, Quận 12Quận 12"},{"G0":"AKA House Nguyễn Thị Minh Khai217 Nguyễn Thị Minh Khai, Phường Nguyễn Cư Trinh, Quận 1Quận 1"},{"G0":"AKA House Nguyễn Thị Thập384 Nguyễn Thị Thập, Phường Tân Quy, Quận 7Quận 7"},{"G0":"AKA House Sense City PVĐTầng 2 - TTTM Sense City - số 240 - 244 Đường Kha Vạn Cân, Phường Hiệp Bình Chánh, Quận Thủ ĐứcQuận Thủ Đức"},{"G0":"AKA house Sư Vạn Hạnh MallTầng 6 Vạn Hạnh Mall - 11 Sư Vạn Hạnh, Phường 12, Quận 10Quận 10"},{"G0":"AKA House Tân Sơn NhìSố 215B Tân Sơn Nhì, Phường Tân Sơn Nhì, Quận Tân PhúQuận Tân Phú"},{"G0":"Al Fresco's An Phú89 Xuân Thủy, Phường Thảo Điền, Quận 2Quận 2"},{"G0":"Al Fresco's Cộng Hoà111 Cộng Hòa, Phường 12, Quận Tân BìnhQuận Tân Bình"},{"G0":"Al Fresco's GardenLô DO-04 TTTM The Garden, KĐT The Marno, Mễ Trì, Phường Mỹ Đình I, Quận Nam Từ LiêmQuận Nam Từ Liêm"},{"G0":"Al Fresco's Hai Bà TrưngSố 23L Hai Bà Trưng, Phường Tràng Tiền, Quận Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Al Fresco's Hoàng Ngân240 Hoàng Ngân, Khu đô thị Trung Hoà, Phường Nhân Chính, Quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"Al Fresco's Kim MãLô L2-11 TTTM Vincom Center Metropolis, 29 Liễu Giai, Phường Ngọc Khánh, Quận Ba ĐìnhQuận Ba Đình"},{"G0":"Al Fresco's Láng HạSố 108K1 Láng Hạ, Phường Thành Công, Quận Ba ĐìnhQuận Ba Đình"},{"G0":"Al Fresco's Long BiênLô 402B TTTM Vincom Long Biên, Phường Phúc Lợi, Quận Long BiênQuận Long Biên"},{"G0":"Al Fresco's Mạc Đĩnh Chi19-21 Mạc Đĩnh Chi, Phường Đa Kao, Quận 1Quận 1"},{"G0":"Al Fresco's Nguyễn Thị Nghĩa16 Nguyễn Thị Nghĩa, Phường Bến Thành, Quận 1Quận 1"},{"G0":"Al Fresco's Nhà ThờSố 19 Nhà Thờ, Phường Hàng Trống, Quận Hoàn Kiếm, Hà NộiQuận Hoàn Kiếm"},{"G0":"Al Fresco's Phan Văn Trị539 Phan Văn Trị , Phường 5, Quận Gò VấpQuận Gò Vấp"},{"G0":"Al Fresco's Phan Xích Long199 Phan Xích Long ,Phường 2, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"Al Fresco's Phú Mỹ Hưng998 Nguyễn Văn Linh, Khu Phố Mỹ Toàn 3 -1-R19-1, Phường Tân Phong, Quận 7Quận 7"},{"G0":"Al Fresco's Royal CityGian B2-R6-29A TTTM Vincom Royal City, số 72 Nguyễn Trãi, Phường Thượng Đình, Quận Thanh XuânQuận Thanh Xuân"},{"G0":"Al Fresco's Times CityGian 6-9-B1 TTTM Vincom Times City, 458 Minh Khai, Phường Vĩnh Tuy, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Al Fresco's Trần Duy HưngLô L5-06 TTTM Vincom Trần Duy Hưng, 119 Trần Duy Hưng, Phường Trung Hoà, Quận Đống ĐaQuận Đống Đa"},{"G0":"Al Fresco's Trần Thái TôngSố 106 lô C ô D5 khu ĐTM Cầu Giấy, phố Trần Thái Tông, Phường Dịch Vọng Hậu, Quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Al Fresco's Trường Sơn30 Trường Sơn, Phường 2, Quận Tân BìnhQuận Tân Bình"},{"G0":"Al Fresco's Vạn Hạnh MallTrung Tâm Thương Mại Vạn Hạnh, Số 11 Sư Vạn Hạnh, Phường 12 , Quận 10Quận 10"},{"G0":"Al Fresco's Vincom Nguyễn Chí ThanhGian L5-16-17 TTTM Vincom 54A Nguyễn Chí Thanh, Phường Ngọc Khánh, Quận Ba ĐìnhQuận Ba Đình"},{"G0":"Al Fresco's Xuân DiệuSố 62 Xuân Diệu, Phường Quảng An, Quận Tây HồQuận Tây Hồ"},{"G0":"Alego Clothing15 Đường 11, Khu dân cư Bình Hưng, Ấp 2, Xã Bình Hưng, Huyện Bình ChánhHuyện Bình Chánh"},{"G0":"ALI Coffee - Trương Công Định21 Trương Công Định, Phường 14, Quận Tân BìnhQuận Tân Bình"},{"G0":"Aline Coffee - QL 13153/42 Quốc Lộ 13, Phường 26, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"Almond Coffee30 Nguyễn Huy Tự, Phường Bạch Đằng, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Ấm Cà PhêSố 2 ngõ 295 Thụy Khuê, Thụy Khuê, Tây HồQuận Tây Hồ"},{"G0":"AM Coffee179 Vạn Kiếp, P3, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"Ẩm thực chay Bát Nhã - Đường số 3135 Đường số 3, cư xá lữ gia, phường 15, quận 11Quận 11"},{"G0":"Ẩm Thực Chay Nấm Thiên Đàng268 Lê Văn Lương, Phường Tân Hưng, Quận 7Quận 7"},{"G0":"ẨM THỰC CHAY THANH PHƯƠNG - THÍCH QUẢNG ĐỨC225 Thích Quảng Đức, Phường 4, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"Ẩm thực chè thái lan Thạch Tươi26 ngõ 26 Đỗ Quang, phường Trung Hòa, quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Ẩm Thực Chè5 ngách 2 ngõ 76 Duy Tân, Phường Dịch Vọng Hậu, Quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Ẩm Thực Hà Nội 5 - Nguyễn Văn Nguyễn5 Nguyễn Văn Nguyễn, Phường Tân Định, Quận 1Quận 1"},{"G0":"Ẩm Thực Hàn Quốc - Nguyễn Xiển30 Nguyễn Xiển, phường Thanh Xuân Nam, quận Thanh XuânQuận Thanh Xuân"},{"G0":"Ẩm Thực Tây Bắc - Vũ Phạm Hàm28 Vũ Phạm Hàm, phường Trung Hòa, quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"Ẩm Thực Trung Du - Quan Hoa107 Quan Hoa, phường Quan Hoa, quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Ẩm Thực Xứ Quảng - Duy TânSố 7, ngõ 4 Duy Tân, phường Dịch Vọng Hậu, quận Cầu GiấyQuận Cầu Giấy"},{"G0":"AMA Kafé - Ngô Tất Tố14B5 Ngô Tất Tố, Phường 19, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"AMA Kafé - Trần Quốc Toản72C Trần Quốc Toản, Phường 8, Quận 3Quận 3"},{"G0":"Amarone CoffeeTầng 1 Toà 17T11 Nguyễn Thị Định, Phường Trung Hoà, Quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Amazing Cafe & Ca nhạc83 Nguyễn Tuân, phường Thanh Xuân Trung, Quận Thanh XuânQuận Thanh Xuân"},{"G0":"AMAZING Coffee & Tea8 Nguyễn Văn Bảo, Phường 4, Quận Gò VấpQuận Gò Vấp"},{"G0":"Amazon Coffee - Làng Việt Kiềusố 1LK6A Làng Việt Kiều, phường Mỗ Lao, Quận Hà ĐôngQuận Hà Đông"},{"G0":"Amazon Coffee & Smoothies - La Thành1137C Đường La Thành, phường Ô Chợ Dừa, quận Đống ĐaQuận Đống Đa"},{"G0":"AMAZON COFFEE & SMOOTHIES113 7C La Thành phường Ngọc Khánh quận Ba Đình Hà NộiQuận Ba Đình"},{"G0":"Amet Quán - 69A ngõ 39 Hoàng Cầu mớiSố 69a ngõ 39 Hoàng Cầu mới, phường Trung Liệt, quận Đống ĐaQuận Đống Đa"},{"G0":"AMHAUS67/7 Miếu Nổi, P3, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"Ami Café - TP Giao Lưu50 TT4 Thành Phố Giao Lưu, phường Cổ Nhuế 1, Quận Bắc Từ LiêmQuận Bắc Từ Liêm"},{"G0":"Ami House- Lạc Long Quân387 Lạc Long Quân, Phường 5, Quận 11Quận 11"},{"G0":"Amigo coffee - Nguyễn Gia Trí157/5 Nguyễn Gia Trí, phường 25, Bình ThạnhQuận Bình Thạnh"},{"G0":"Amira Coffee - Trần Đại NghĩaSố 6, ngõ 94, Trần Đại Nghĩa, Phường Đồng Tâm, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Amitaba-Nguyễn Duy Dương180 Nguyễn Duy Dương, Phường 3, Quận 10Quận 10"},{"G0":"Amoo Cafe - Bắc HàLiền kề 07 tòa nhà ct14 Bắc Hà, Phường Trung Văn, Quận Nam Từ Liêm, Hà NộiQuận Nam Từ Liêm"},{"G0":"A'more Coffee - Nguyên HồngSố 21 Ngõ 26 Nguyên Hồng Phường Láng Hạ Quận Đống ĐaQuận Đống Đa"},{"G0":"AMY Coffee - Hoàng Hoa Thám158 Hoàng Hoa Thám, Phường 12, Quận Tân BìnhQuận Tân Bình"},{"G0":"An Cà Phê - Nguyên Hồng27 ngõ 28 Nguyên Hồng, phường Láng Hạ, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"An Cafe18 Phố Vọng, Phường Phương Mai, Quận Đống ĐaQuận Đống Đa"},{"G0":"An Coffee2F Quang Trung,Trần Hưng Đạo,Quận Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Ăn Đêm SG165A Điện Biên Phủ, Phường Đa Kao, Quận 1Quận 1"},{"G0":"Ăn là Ghiền - Nguyễn Văn Khối478 Nguyễn Văn Khối, Phường 9, Quận Gò VấpQuận Gò Vấp"},{"G0":"Ăn Là Ghiền - Phan Xích Long68 Phan Xích Long, Phường 3, Bình ThạnhQuận Bình Thạnh"},{"G0":"An Nam Cafe - Cống Quỳnh19 Cống Quỳnh, Phường Nguyễn Cư Trinh, Quận 1Quận 1"},{"G0":"An Nhiên Cafe - Đường 14ASố 26 Đường 14A, Cư xá ngân hàng, Phường Tân Thuận Tây, quận 7Quận 7"},{"G0":"An Nhiên Cafe - Duy TânSố Q2, Ngõ 76 Duy Tân, Phường Dịch Vọng Hậu, Quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Ăn vặt Gò Vấp Tấn Việt House566/94/14 Nguyễn Thái Sơn, Phường 5, Quận Gò VấpQuận Gò Vấp"},{"G0":"Ăn Vặt LadyFood153 Võ Văn Tần, Phường 6, Quận 3, TP. HCMQuận 3"},{"G0":"Ăn Vặt Mẹ La115/62C1 Trần Đình Xu, P. Nguyễn Cư Trinh, Quận 1Quận 1"},{"G0":"Ăn vặt RIO95/34 Lê Thị Riêng, phường Bến Thành, quận 1Quận 1"},{"G0":"Ăn vặt Sài Gòn153/10/2 Đường số 5, Phường 17, Quận Gò VấpQuận Gò Vấp"},{"G0":"Ăn Vặt Sơn Ca24 Võ Thị Sáu, Da Kao, Quận 1, Hồ Chí MinhQuận 1"},{"G0":"AN VY COFFEE - Trần Thị Nghỉ44 Trần Thị Nghỉ, Phường 7, Quận Gò VấpQuận Gò Vấp"},{"G0":"Analog Coffee - Nguyễn Sơn Hà55 Nguyễn Sơn Hà, Phường 5, Quận 3, TP.Hồ Chí MinhQuận 3"},{"G0":"ANALOG ZONE COFFEE - Trần Văn Đang237/50 Trần Văn Đang , Phường 11 , Quận 3Quận 3"},{"G0":"Analog Zone Coffee237/50 Trần Văn Đang, Phường 11, Quận 3Quận 3"},{"G0":"Anchoi Quán - Nguyễn Thị Định24 Nguyễn Thị Định, phường Nhân Chính ,quận Thanh XuânQuận Thanh Xuân"},{"G0":"AnChoi Quán - Tô HiệuP101 D3/233 Tô Hiệu, phường Dịch Vọng, quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Andi350 nguyễn thị thập, Tân quy, Quận 7Quận 7"},{"G0":"Angel Lam131 Lê Văn Sỹ, Phường 13, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"Angon Cơm Tấm Sài Gòn - Nguyễn An Ninh160 Nguyễn An ninh, phường Tương Mai, quận Hoàng MaiQuận Hoàng Mai"},{"G0":"Anh CafeSố 3A1 Đầm Trấu , phường bạch đằng, quận hai bà trưng, thành phố hà nộiQuận Hai Bà Trưng"},{"G0":"Ánh Chả Cá220/21 Nguyễn Trọng Tuyển, Phường 8, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"Anh Coffee 39 Nguyễn Khắc Nhu39 Nguyễn Khắc Nhu, Phường Cô Giang, Quận 1, Hồ Chí MinhQuận 1"},{"G0":"Anh Coffee 951 Hoàng Sa951 Hoàng Sa, Phường 11, Quận 3Quận 3"},{"G0":"Anh em cafe121A Hoàng Sa,Tân định,Quận 1, HCMQuận 1"},{"G0":"Anh Em Coffee333 Hoàng Sa, Phường Tân Định, Quận 1Quận 1"},{"G0":"Anh Em Coffee333 Hoàng Sa,Tân Định,Quận 1Quận 1"},{"G0":"Anh Em Food18 Đinh Tiên Hoàng, Phường Đa Kao, Quận 1Quận 1"},{"G0":"ANH EM QUÁN - Trường Sơn11 Trường Sơn , Phường 4 , Quận Tân BìnhQuận Tân Bình"},{"G0":"Anh Hai Sài GònP107 K10B Nguyễn Hiền, Phường Bách Khoa, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Anh Hòa Bakery Âu Cơ429 Âu Cơ, Phường Nhật Tân, Quận Tây Hồ, Hà NộiQuận Tây Hồ"},{"G0":"Anh Hòa Bakery Khâm Thiên219 Khâm Thiên, Phường Thổ Quan, Quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"Anh Hòa Bakery Khuất Duy Tiến55 Khuất Duy Tiến, Phường Thanh Xuân Bắc, Quận Thanh Xuân, Hà NộiQuận Thanh Xuân"},{"G0":"Anh Hòa Bakery Kim Đồng15 Kim Đồng, Phường Giáp Bát, Quận Hoàng Mai, Hà NộiQuận Hoàng Mai"},{"G0":"Anh Hòa Bakery Láng Hạ78 Láng Hạ, Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"Anh Hòa Bakery Lò Đúc130 Lò Đúc, Phường Đống Mác, Quận Hai Bà Trưng, Hà NộiQuận Hai Bà Trưng"},{"G0":"Anh Hòa Bakery Ngọc Lâm80 Ngọc Lâm, Long Biên, Hà NộiQuận Long Biên"},{"G0":"Anh Hòa Bakery Phùng Hưng38 Phùng Hưng, Phường Hàng Bông, Quận Hoàn Kiếm, Hà NộiQuận Hoàn Kiếm"},{"G0":"Anh Hòa Bakery Trần Đại Nghĩa48 Trần Đại Nghĩa, Phường Đồng Tâm, Quận Hai Bà Trưng, Hà NộiQuận Hai Bà Trưng"},{"G0":"Anh Hòa Bakery Trần Thái Tông09 (số cũ 16) Trần Thái Tông, Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"Anh Hòa Bakery Trường Chinh580 Trường Chinh, Đống ĐaQuận Đống Đa"},{"G0":"Anh Mập Quán - 19 Nguyễn Hữu Thọ19 Nguyễn Hữu Thọ, Phường Tân Phong, Quận 7, Thành phố Hồ Chí MinhQuận 7"},{"G0":"Anh Quán - Lẩu Tomyum93 Ngõ 53 Yên Lãng, Phường Trung Liệt, Quận Đống ĐaQuận Đống Đa"},{"G0":"ANH QUÁN - Phan Văn Trị330/2 Phan Văn Trị, Phường 11, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"Anh Quán - Yên Lãng93 Ngõ 53 Yên Lãng, Phường Trung Liệt, Quận Đống ĐaQuận Đống Đa"},{"G0":"Anh Quân Coffee - Đê La ThànhSố 1 ngõ 1142 Đê La Thành, phường Ngọc Khánh, quận Ba ĐìnhQuận Ba Đình"},{"G0":"Ann Store - Lê Văn LươngTầng 3 tòa T2 Time Tower, số 35 Lê Văn Lương, phường Nhân Chính, quận Thanh Xuân, Hà NộiQuận Thanh Xuân"},{"G0":"ANNA CỜ RẾP - Lương Định Của16 ngõ 28 Lương Định Của, phường Kim Liên, quận Đống ĐaQuận Đống Đa"},{"G0":"ANNA CỜ RẾP - Phương Liệt158 Phương Liệt, phường Phương Liệt, quận Thanh XuânQuận Thanh Xuân"},{"G0":"Anna Steak130a Lạc Trung,Vĩnh Tuy,Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"ANNIE CAFE - Điện Biên Phủ332 Điện Biên Phủ, Phường 17, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"AN'S Café - Hoa Mai18 Hoa Mai, Phường 7, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"AN's Coffee - Rạch Bùng Binh75 Rạch Bùng Binh, Phường 9, Quận 3Quận 3"},{"G0":"An's Garden Cafe - Văn Quán56 BT8 Khu đô thị Văn Quán, phường Văn Quán, quận Hà Đông, Hà NộiQuận Hà Đông"},{"G0":"AnSam Coffee & Cake_ BB13 Trường SơnBB13 Trường Sơn, Phường 15 , Quận 10Quận 10"},{"G0":"ARA COFFEE - CO.OP MART PHÚ THỌTẦNG TRỆT SIÊU THỊ CO.OP MART PHÚ THỌ,PHƯỜNG 15, QUẬN 11Quận 11"},{"G0":"ARA COFFEE - HỒ BÁ KIỆN174 HỒ BÁ KIỆN, PHƯỜNG 15, QUẬN 10Quận 10"},{"G0":"ARA COFFEE - NGUYỄN THỊ ĐỊNH4 Đường Số 6, Nguyễn Thị Định, Phường Bình Trưng Tây, Quận 2Quận 2"},{"G0":"ARA COFFEE - PHẠM VĂN ĐỒNG110A Phạm Văn Đồng, Phường 3, Quận Gò VấpQuận Gò Vấp"},{"G0":"ARA COFFEE - TRAN BINH TRONG240 TRẦN BÌNH TRỌNG, PHƯỜNG 4, QUẬN 5Quận 5"},{"G0":"Aramello - Hai Bà Trưng53 Hai Bà Trưng, Phường Trần Hưng Đạo, Quận Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Aristino - Aeon MallShowroom - Aristino Aeon Long Biên, 27 Cổ Linh, phường Long Biên, quận Long BiênQuận Long Biên"},{"G0":"Aristino - Big C Thăng LongBig C Thăng Long, 222 Trần Duy Hưng, phường Trung Hòa, quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Aristino - Chùa Bộc189 Chùa Bộc, phường Trung Liệt, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"Aristino - Giảng VõSố 103K1 Giảng Võ, phường Giảng Võ, quận Ba Đình, Hà NộiQuận Ba Đình"},{"G0":"Aristino - Hai Bà Trưng400 Hai Bà Trưng, phường Tân Định, quận 1, TP Hồ Chí MinhQuận 1"},{"G0":"Aristino - Lê Văn Sỹ465 Lê Văn Sỹ, Phường 12, Quận 3, TP Hồ Chí MinhQuận 3"},{"G0":"Aristino - Nguyễn Trãi84 Nguyễn Trãi,phường 3, quận 5, TP Hồ Chí MinhQuận 5"},{"G0":"Aristino - Quang Trung HCMSố 74 Quang Trung,phường 10, quận Gò vấp , Hồ Chí MinhQuận Gò Vấp"},{"G0":"Aristino - SavicoTTTM Savico Long Biên, số 7-9 đường Nguyễn Văn Linh, phường Gia Thụy, quận Long Biên, Hà NộiQuận Long Biên"},{"G0":"Aristino - Thái HàSố 169 Thái Hà, phường Láng Hạ, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"Aristino - Times CityD7-11-13 đường Thời Đại, TTTM Times City, 458 Minh Khai, phường Vĩnh Tuy, quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Aristino - Trần Duy Hưng108 Trần Duy Hưng, phường Trung Hòa, quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"Aristino - Vincom Bắc Từ LiêmTTTM Vincom Bắc Từ Liêm, 234 Phạm Văn Đồng,phường Cổ Nhuế 1, quận Bắc Từ Liêm, Hà NộiQuận Bắc Từ Liêm"},{"G0":"Aristino - Vincom Gò VấpShowroom - Aristino Gò Vấp - số 12 Phan Văn Trị, phường 7, quận Gò Vấp, TP. Hồ Chí MinhQuận Gò Vấp"},{"G0":"Aristino - Vincom Phạm HùngShowroom Aristino TTTM Vincom Plaza Skylake Phạm Hùng,phường Mỹ Đình, quận Nam Từ Liêm, Hà NộiQuận Nam Từ Liêm"},{"G0":"Aristino - Xã Đàn368 Xã Đàn, phường Nam Đồng, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"Aristino - Xuân Thủy61 Xuân Thủy, phường Dịch Vọng Hậu, quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"AroiMakMak - Đường 14A15 Đường 14A, phường Tân Thuận Tây, Quận 7Quận 7"},{"G0":"ART Coffee - Đường 4138 Đường 41, Phường Thảo Điền, Quận 2Quận 2"},{"G0":"ART WORKSHOP COFFEE - Vũ Huy Tấn11C Vũ Huy Tấn, Phường 3, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"Ashima Điện Biên Phủ21 Điện Biên Phủ, Phường Điện Biên, Quận Ba Đình, Hà NộiQuận Ba Đình"},{"G0":"Ashima Giang Văn Minh60 Giang Văn Minh, Phường Kim Mã, Ba Đình, Hà NộiQuận Ba Đình"},{"G0":"Ashima Hoàng Đạo ThúyTầng 2 tháp A, Tòa nhà UDIC N04 Hoàng Đạo Thúy, Phường Trung Hòa, Quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"Ashima Huỳnh Thúc Kháng17 Huỳnh Thúc Kháng, Phường Láng Hạ, Quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"Ashima Nguyễn Đình Chiểu35A Nguyễn Đình Chiểu, Phường Đa Kao, Quận 1, TP. Hồ Chí MinhQuận 1"},{"G0":"Ashima Nguyễn Trãi331A Nguyễn Trãi, Phường Nguyễn Cư Trinh, Quận 1, TP. Hồ Chí MinhQuận 1"},{"G0":"Ashima Triệu Việt Vương182 Triệu Việt Vương, Phường Bùi Thị Xuân, Hai Bà Trưng, Hà NộiQuận Hai Bà Trưng"},{"G0":"Ashima Tú Xương11 Tú Xương, Phường 7, Quận 3, TP. Hồ Chí MinhQuận 3"},{"G0":"Ashima Xuân Thủy93 Xuân Thủy, Phường Thảo Điền, Quận 2, TP. Hồ Chí MinhQuận 2"},{"G0":"Asian Food PointSố 19 tầng 1 ct4 Mỹ Đình đường Mễ Trì, phường Mỹ Đình 1, quận Nam Từ Liêm, Hà NộiQuận Nam Từ Liêm"},{"G0":"Asint Coffee - Nguyễn Đình Chiểu48 Nguyễn Đình Chiểu,Da Kao,Quận 1 HCMQuận 1"},{"G0":"Asint Coffee - Nguyễn Thị Thập400 Nguyễn Thị Thập, Phường Tân Quy, Quận 7, Thành phố Hồ Chí MinhQuận 7"},{"G0":"ÁT CHUỒN - Nguyễn Thiện Thuật147 Nguyễn Thiện Thuật, Phường 1, Quận 3Quận 3"},{"G0":"Athena Coffee - Trung Hòa57 Trung Hòa, phường Trung Hòa, quận Cầu GiấyQuận Cầu Giấy"},{"G0":"ATM Coffee - Sư Vạn Hạnh167/3 Sư Vạn Hạnh, Phường 2, Quận 10Quận 10"},{"G0":"ATM Coffee 230 Nguyễn Thượng Hiền230 Nguyễn Thượng Hiền, P4, Q3Quận 3"},{"G0":"ATZ Healthy Life E-MartTầng 1 TTTM E-Mart - 366 Phan Văn Trị, Phường 5, Quận Gò VấpQuận Gò Vấp"},{"G0":"ATZ Healthy Life Parkson CantavilTầng 1 Parkson cantavil -1 Song Hành, Phường An Phú, Quận 2Quận 2"},{"G0":"ATZ Healthy Life Parkson Hùng VươngTầng 3 Parkson Hùng Vương - 126 Đường Hùng Vương, Phường 12, Quận 5Quận 5"},{"G0":"ATZ Healthy Life Pearl PlazaTầng 2 Pearl Plaza -561A Điện Biên Phủ, Phường 25, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"ATZ Healthy Life VC Nguyễn Chí ThanhTầng 4 Vincom Nguyễn Chí Thanh - 54A Nguyễn Chí Thanh, Phường Láng Thượng, Quận Đống ĐaQuận Đống Đa"},{"G0":"ATZ Healthy Life Vincom Royal CityTầng B2 Vincom Royal City - 72A Nguyễn Trãi, Phường Thượng Đình, Quận Thanh XuânQuận Thanh Xuân"},{"G0":"ATZ Healthy Life Vincom Thảo ĐiềnTầng 3 Vincom Thảo Điền - 159 Xa lộ Hà Nội, Phường Thảo Điền, Quận 2Quận 2"},{"G0":"ATZ Organic Cresent MallTầng 4 Cresent mall -101 Tôn Dật Tiên, Tân Phú, Quận 7Quận 7"},{"G0":"ATZ Organic Estella PlaceTầng 3 Estella Place - 88 Song Hành, Phường An Phú, Quận 2Quận 2"},{"G0":"ATZ Organic Landmark 81Tầng 2 Landmark 81 - 208 Nguyễn Hữu Cảnh, Phường 22, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"ATZ Organic Lotte Quận 7Tầng 1 Lotte Quận 7 - 469 Nguyễn Hữu Thọ, Phường Tân Hưng, Quận 7Quận 7"},{"G0":"ATZ Organic Sài Gòn CentreTầng 4 Sài Gòn Centre - 65 Lê Lợi, Phường Bến Nghé, Quận 1Quận 1"},{"G0":"ATZ Organic Vạn Hạnh MallTầng 1 Vạn Hạnh Mall - 11 Sư Vạn Hạnh, Phường 12, Quận 10Quận 10"},{"G0":"ATZ Organic Vincom Đồng KhởiTầng B1 Vincom Đồng Khởi - 72 Lê Thánh Tôn, Phường Bến Nghé, Quận 1Quận 1"},{"G0":"ATZ Organic Vivo CityTầng 2 Vivo City - 1058 Nguyễn Văn Linh, Phường Tân Phong, Quận 7Quận 7"},{"G0":"ATZ Spa Orchard GardenTầng 1 Orchard Garden - 128 Hồng Hà, Phường 9, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"Âu Cơ Canteen - Huỳnh Thúc KhángSố 8 Huỳnh Thúc Kháng, phường Thành Công, quận Ba Đình, Hà NộiQuận Ba Đình"},{"G0":"Audi Coffee - Đồng BátSố 9 Đồng Bát, phường Mỹ Đình, quận Nam Từ Liêm, Hà NộiQuận Nam Từ Liêm"},{"G0":"Aurora Coffee - Trần Đại Nghĩa8 ngõ 100 Trần Đại Nghĩa, Phường Đồng Tâm, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"AUSSIE MILK TEA - Lê Văn Sỹ534C Lê Văn Sỹ, Phường 14, Quận 3Quận 3"},{"G0":"Ava Coffee - 93 đường 232 Cao Lỗ93 đường 232 Cao Lỗ, Phường 4, Quận 8Quận 8"},{"G0":"Avatar Cafe12 Nguyễn Xiển, phường Hạ Đình, quận Thanh Xuân, thành phố Hà NộiQuận Thanh Xuân"},{"G0":"AVATAR TEA COFFEE - Nguyễn Văn Nghi27 Nguyễn Văn Nghi, Phường 4, Quận Gò VấpQuận Gò Vấp"},{"G0":"AVO Decor & Coffee4 Phú Mỹ, Phường 22, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"AWAKE COFFEE69/1/7 Nguyễn Gia Trí, Phường 25, Bình ThạnhQuận Bình Thạnh"},{"G0":"A-Z Tea - Đặng Văn Ngữ33A Đặng Văn Ngữ, Phường 10, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"Azzan coffeeSố 3 Hoàng Sâm, Nghĩa Đô, Cầu GiấyQuận Cầu Giấy"},{"G0":"B&T Coffee - Nguyễn HoàngSố 1 Nguyễn Hoàng, phường Mỹ Đình 2, quận Nam Từ Liêm, Hà NộiQuận Nam Từ Liêm"},{"G0":"B&T Coffee - Trương Công Định127 Trương Công Định, Phường 14, Quận Tân BìnhQuận Tân Bình"},{"G0":"B25 Coffee - Lạc Trung25B Lạc Trung, phường Vĩnh Tuy, quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Ba Anh Em, Trà Sữa - Coffee43 Trần Mai Ninh, P. 12, Q. Tân BìnhQuận Tân Bình"},{"G0":"Bà Ba Quán - 22 Phan Đình PhùngSố 22 Phan Đình Phùng, Phường Quán Thánh, Quận Ba ĐìnhQuận Ba Đình"},{"G0":"Bà Ba Quán Hoàng Hoa ThámSố 12 ngách 35 ngõ 189 Hoàng Hoa Thám, phường Liễu Giai, quận Ba Đình, Hà NộiQuận Ba Đình"},{"G0":"Bà Bảy 1 - Lý Thường Kiệt299F Lý Thường Kiệt, Phường 15, Quận 11Quận 11"},{"G0":"Ba Con Cừu Cao Thắng106A Cao Thắng, Phường 4, Quận 3, TP. Hồ Chí MinhQuận 3"},{"G0":"Ba Con Cừu Nguyễn Chí Thanh48 Nguyễn Chí Thanh, Phường 2, Quận 10, TP. Hồ Chí MinhQuận 10"},{"G0":"Ba Con Cừu Phan Xích Long200 Phan Xích Long, Phường 2, Quận Phú Nhuận, TP. Hồ Chí MinhQuận Phú Nhuận"},{"G0":"Ba Gác Nướng & Bia - Bàu Cát202 Trương Công Định, Phường 14, Quận Tân BìnhQuận Tân Bình"},{"G0":"Ba Gác Nướng & Bia - Lê Quý Đôn31 Lê Quý Đôn, Phường 7, Quận 3Quận 3"},{"G0":"Ba Gác Nướng & Bia - Lê Văn Sỹ183 Lê Văn Sỹ, Phường 14, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"Ba Gác Nướng & Bia - Song Hành181/1 Song Hành, Phường Trung Chánh, Quận Hóc MônHuyện Hóc Môn"},{"G0":"Ba Gác Nướng & Bia - Út Tịch92 Út Tịch, Phường 4, Quận Tân BìnhQuận Tân Bình"},{"G0":"Bà Già Bán Bánh374/13A Âu Cơ, Phường 10, quận Tân BìnhQuận Tân Bình"},{"G0":"Ba Lá Trà - Nguyễn Cơ ThạchA2-00.09, tòa nhà Sarimi 74 Nguyễn Cơ Thạch, Phường An Lợi Đông, Quận 2Quận 2"},{"G0":"Ba Lá Trà - Nguyễn Tri Phương515A Nguyễn Tri Phương, Phường 8, Quận 10Quận 10"},{"G0":"Ba Lá Trà - Trường Sơn67 Trường Sơn, Phường 2, Quận Tân BìnhQuận Tân Bình"},{"G0":"Ba Lón Station - Nguyễn Cơ Thạch19 Nguyễn Cơ Thạch, Phường Mỹ Đình 2, Quận Nam Từ LiêmQuận Nam Từ Liêm"},{"G0":"Bà Nhà QuêSố 3 Hoàng Ngọc Phách, phường Láng Hạ, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"Bà Tênh - 1194 Đường LángSố 75 ngõ 1194 đường Láng, phường Láng Thượng, quận Đống ĐaQuận Đống Đa"},{"G0":"Babana81/1 Nguyễn Hữu Cầu,Tân Định,Quận 1Quận 1"},{"G0":"BABO ESPRESSO - Trương Hoàng Thanh32/41 Trương Hoàng Thanh, Phường 12, Quận Tân BìnhQuận Tân Bình"},{"G0":"Bác Tôm - Hoa Lư1 Hoa Lư, Lê Đại Hành, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bác Tôm - Hoàng Văn Thái11 Hoàng Văn Thái, Quận Thanh XuânQuận Thanh Xuân"},{"G0":"Bác Tôm - Láng Hạ111/19 Láng Hạ. quận Đống ĐaQuận Đống Đa"},{"G0":"Bác Tôm - Lò ĐúcSố 190 Lò Đúc, phường Đông Mác, quận Hai Bà Trưng, Hà NộiQuận Hai Bà Trưng"},{"G0":"Bác Tôm - Nguyễn Công Trứ6 Nguyễn Công Trứ, quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bác Tôm - Quán Thánh16 Quán Thánh, quận Ba ĐìnhQuận Ba Đình"},{"G0":"Bác Tôm - Sơn Tây112 Sơn Tây, quận Ba ĐìnhQuận Ba Đình"},{"G0":"Bác Tôm - Trần Đăng Ninh183 Trần Đăng Ninh, Dịch Vọng, Quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Bác Tôm Đại Từ66 Đại Từ, phường Đại Kim, quận Hoàng MaiQuận Hoàng Mai"},{"G0":"Bác Tôm Hàm NghiSố B1-15 KĐT Vinhome Gardernia, phường Cầu Diễn, quận Nam Từ Liêm, Hà NộiQuận Nam Từ Liêm"},{"G0":"Bác Tôm Mỗ LaoSố A15-LK6A, khu nhà ở chiến sỹ bộ công an, khu đô thị Mỗ Lao, phường Mộ Lao, quận Hà Đông, Hà NộiQuận Hà Đông"},{"G0":"Bác Tôm Nguyễn SơnSố 05 phố Nguyễn Sơn, phường Ngọc Lâm, quận Long Biên, Hà NộiQuận Long Biên"},{"G0":"Bác Tôm Nguyễn TuânSố 06 ngõ 198B đường Nguyễn Tuân, phường Nhân Chính, quận Thanh Xuân, Hà NộiQuận Thanh Xuân"},{"G0":"Bác Tôm Phạm Ngọc ThạchSố 19-B7 Phạm Ngọc Thạch, phường Kim Liên, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"Bác Tôm Tây SơnSố 298 Tây Sơn, phường Ngã Tư Sở, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"Bác Tôm Times CityP08Shophouse 08 KĐT Times city Park Hill Số 25 ngõ 13 Lĩnh Nam, phường Mai Động, quận Hoàng Mai, Hà NộiQuận Hoàng Mai"},{"G0":"Bác Tôm Trần Nhân Tông29 Trần Nhân Tông, phường Bùi Thị Xuân, quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bác Tôm Vũ Trọng PhụngSố 132 Vũ Trọng Phụng, phường Thanh Xuân Trung, quận Thanh Xuân, Hà NộiQuận Thanh Xuân"},{"G0":"Bách Hóa Bồ Công Anh7/1B Hồ Bá Phấn, Phường Phước Long A, Quận 9Quận 9"},{"G0":"Bách Mì Bách - Huỳnh Thúc KhángSố 1, Ngõ 16, Huỳnh Thúc Kháng, Phường Thành Công, Quận Ba ĐìnhQuận Ba Đình"},{"G0":"BaChuTha - Bánh Chuối Thái Điện Biên Phủ353 Điện Biên Phủ, Phường 15, Q Bình ThạnhQuận Bình Thạnh"},{"G0":"BaChuTha - Bánh Chuối Thái Ngô Gia Tự012 Lô H chung cư Ngô Gia Tự, Quận 10Quận 10"},{"G0":"BaChuTha - Bánh Chuối Thái54 Đường số 10, P Tân Quy, Q7Quận 7"},{"G0":"BACI COFFEE - Cộng Hòa445 Cộng Hòa, Phường 15, Quận Tân BìnhQuận Tân Bình"},{"G0":"BACI COFFEE - Nguyễn Đình Chiểu292 Nguyễn Đình Chiểu, Phường 6, Quận 3Quận 3"},{"G0":"BACI18 Đinh Tiên Hoàng, P. Đa Kao, Quận 1, Hồ Chí MinhQuận 1"},{"G0":"Back Cafe - Nam Long20 Đường Số 7, Nam Long, phường Tân Thuận Đông, quận 7Quận 7"},{"G0":"Bãi xe anh Long - Sunwah117 - 119 Nguyễn Huệ,Bến Nghé,Quận 1Quận 1"},{"G0":"Bãi Xe Bà Triệu191 Bà Triệu, Phường Lê Đại Hành, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bãi Xe Cách Mạng Tháng Tám14 Cách Mạng Tháng Tám, Phường Bến Thành, Quận 1Quận 1"},{"G0":"Bãi Xe Hai Bà Trưng120 Hai Bà Trưng, Phường Đa Kao, Quận 1Quận 1"},{"G0":"Bãi Xe Huyền Trân Công Chúa15 Huyền Trân Công Chúa, Phường Bến Thành, Quận 1Quận 1"},{"G0":"Bãi Xe Huỳnh Thúc Kháng23 Huỳnh Thúc Kháng, Phường Bến Nghé, Quận 1Quận 1"},{"G0":"Bãi Xe KTX Bách Khoa497 Hòa Hảo, Phường 4, Quận 10Quận 10"},{"G0":"Bãi Xe KTX Khoa Học Tự Nhiên135B Trần Hưng Đạo, Phường Cầu Ông Lãnh, Quận 1Quận 1"},{"G0":"Bãi Xe KTX Y Dược540 Ngô Gia Tự, Phường 9, Quận 5Quận 5"},{"G0":"Bãi Xe Lê Duẩn8-12 Lê Duẩn, Phường Bến Nghé, Quận 1Quận 1"},{"G0":"Bãi Xe Lê Lai98F Lê Lai, Phường Phạm Ngũ Lão, Quận 1Quận 1"},{"G0":"Bãi Xe Lê Văn Tám225 Hai Bà Trưng, Phường 6, Quận 3Quận 3"},{"G0":"Bãi Xe Ngô Văn Năm26 Ngô Văn Năm, Phường Bến Nghé, Quận 1Quận 1"},{"G0":"Bãi Xe Nguyễn Huệ117-119 Nguyễn Huệ, Phường Bến Nghé, Quận 1Quận 1"},{"G0":"Bãi Xe Phạm Ngũ Lão111 Phạm Ngũ Lão, Phường Phạm Ngũ Lão, Quận 1Quận 1"},{"G0":"Bãi Xe Rạp Phim CineBox212 Lý Chính Thắng, Phường 9, Quận 3Quận 3"},{"G0":"Bãi Xe Samco326 Võ Văn Kiệt, Phường Cô Giang, Quận 1Quận 1"},{"G0":"Bãi Xe Tòa Nhà Samco326 Võ Văn Kiệt, P. Cô Giang, Q.1Quận 1"},{"G0":"Bãi Xe Tôn Đức Thắng7-9 Tôn Đức Thắng, Phường Bến Nghé, Quận 1Quận 1"},{"G0":"Bãi Xe Tôn Thất Thiệp12 Tôn Thất Thiệp, Phường Bến Nghé, Quận 1Quận 1"},{"G0":"Bãi Xe Trương Định1B Trương Định, Phường 6, Quận 3Quận 3"},{"G0":"Baked by Julie193 Hàng Bông, Hàng Bông, Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"BALI JUICE AND ESSENTIAL OIL - Ung Văn Khiêm214A Ung Văn Khiêm, Phường 25, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"BALZAR DE CAFE - Hoàng Sa187 Hoàng Sa, Phường Tân Định, Quận 1Quận 1"},{"G0":"Bamboo 81 Cafe253 Trích Sài, Tây HồQuận Tây Hồ"},{"G0":"Bami Bread Chùa Láng82A Chùa Láng, Láng Thượng, Đống ĐaQuận Đống Đa"},{"G0":"Bami Bread Duy Tân36 Duy Tân, Dịch Vọng Hậu, Cầu GiấyQuận Cầu Giấy"},{"G0":"Bami Bread Giảng Võ128 Giảng Võ, Kim Mã, Đống ĐaQuận Đống Đa"},{"G0":"Bami Bread Hàng Bạc98 Hàng Bạc, Hàng Buồm, Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Bami Bread Hoàng Quốc Việt208 Hoàng Quốc Việt, Cổ Nhuế, Cầu GiấyQuận Cầu Giấy"},{"G0":"Bami Bread Láng Hạ44 Láng Hạ, Láng Hạ, Đống ĐaQuận Đống Đa"},{"G0":"Bami Bread Nguyễn Thị Định6 Nguyễn Thị Định, Nhân Chính, Thanh XuânQuận Thanh Xuân"},{"G0":"Bami Bread Nguyễn Trãi330 Nguyễn Trãi, Thanh Xuân Trung, Thanh XuânQuận Thanh Xuân"},{"G0":"Bami Bread Nguyễn Văn Cừ209 Nguyễn Văn Cừ, Ngọc Lâm, Long BiênQuận Long Biên"},{"G0":"Bami Bread Tây Sơn189 Tây Sơn, Ngã Tư Sở, Đống ĐaQuận Đống Đa"},{"G0":"Bami Bread Tố Hữu7 Tố Hữu, Nhân Chính, Thanh XuânQuận Thanh Xuân"},{"G0":"Bami Bread Trần Đăng Ninh135 Trần Đăng Ninh, Dịch Vọng Hậu, Cầu GiấyQuận Cầu Giấy"},{"G0":"Bami Bread Trần Hưng Đạo88b Trần Hưng Đạo, Cửa Nam, Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Bami Bread Trần Khát Chân526 Trần Khát Chân, Thanh Nhàn, Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bami Bread Vũ Trọng Phụng122 Vũ Trọng Phụng, Thanh Xuân Trung, Thanh XuânQuận Thanh Xuân"},{"G0":"Bami Bread Xã Đàn232 Xã Đàn, Phương Liên, Đống ĐaQuận Đống Đa"},{"G0":"BAMI HOME - Khúc Thừa Dụ89 Khúc Thừa Dụ, phường Dịch Vọng, Quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"Bami Hồng - 108 Xã Đàn108 Xã Đàn, phường Phương Liên, quận Đống ĐaQuận Đống Đa"},{"G0":"Bami Hut - Nguyễn Tuân19 nguyễn tuân, Quận thanh xuânQuận Thanh Xuân"},{"G0":"Bami Hut - Núi Trúc10 Núi Trúc, Giảng Võ, Ba ĐìnhQuận Ba Đình"},{"G0":"Bami Sami Phạm Ngọc Thạch12 - B4 Phạm Ngọc Thạch, phường Phương Liên, quận Đống ĐaQuận Đống Đa"},{"G0":"Bami Sami90 Võ Thị Sáu,Thanh Nhàn,Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bami369 - Ao SenSố 1 ngõ 6 Ao Sen, phường Mộ Lao, quận Hà Đông, Hà NộiQuận Hà Đông"},{"G0":"Bami369 - Triều Khúc36 Triều Khúc, phường Thanh Xuân Nam, quận Thanh Xuân, Hà NộiQuận Thanh Xuân"},{"G0":"Bamigo COFFEE - Cách Mạng Tháng Tám436/13 Cách Mạng Tháng Tám, Phường 11, Quận 3Quận 3"},{"G0":"Bamisa - Bread & Coffee349 Nguyễn Thượng Hiền, Phường 11, Quận 10Quận 10"},{"G0":"BẠN TÔI COFFEE - Nguyễn Gia Trí004 Chung cư 208, Nguyễn Gia Trí, Phường 25, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"Banana - Trương Quốc Dung7D Trương Quốc Dung, Phường 8, Phú NhuậnQuận Phú Nhuận"},{"G0":"Bánh Bao Nhỏ Song Anh5 Ngõ 84 Trần Thái Tông, Phường Dịch Vọng, Quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Bánh Bèo Huế Thanh Nga - Rạch Bùng Binh43 Rạch Bùng Binh, Phường 9, Quận 3Quận 3"},{"G0":"BÁNH BÈO SÀI GÒN - Đinh Bộ Lĩnh130 Đinh Bộ Lĩnh, Phường 26, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"Bánh bò nướng đường thốt nốt BaaBoo337/37 Nguyễn Đình Chiểu, Phường 5, Quận 3, Tp.HCMQuận 3"},{"G0":"Bánh bông lan Calicious34/1 Lê Bình, p4, quận Tân BìnhQuận Tân Bình"},{"G0":"Bánh bông lan trứng muối Hoàng Lê184/14 Hoàng Hoa Thám, phường 5, quận Bình ThạnhQuận Bình Thạnh"},{"G0":"BÁNH BỘT LỌC BUÔN MÊ - Phan Văn Hân170 Phan Văn Hân, Phường 17, quận Bình ThạnhQuận Bình Thạnh"},{"G0":"Bánh Cá Selfie - Ao SenSố 1 ngõ 2 Ao Sen, phường Mỗ Lao, quận Hà Đông, Hà NộiQuận Hà Đông"},{"G0":"Bánh Cá Selfie - Phùng Khoang50 Ngõ 67 Phùng Khoang, phường Trung Văn, quận Nam Từ Liêm, Hà NộiQuận Nam Từ Liêm"},{"G0":"BẢNH CAFE - Nguyễn Thái Sơn216 Nguyễn Thái Sơn, Phường 4, Quận Gò VấpQuận Gò Vấp"},{"G0":"Bánh Canh A Vừng_268 Tô Hiến Thành268 Tô Hiến Thành, Phường 15 , Quận 10Quận 10"},{"G0":"BÁNH CANH BÀ LÀI - BÀ LÀI72 BÀ LÀI, PHƯỜNG 7, QUẬN 6Quận 6"},{"G0":"Bánh Canh Bột Gạo - Sông Xanh22 Đường Nguyễn Gia Trí (D2 cũ), P. 25, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"BÁNH CANH BỘT GẠO HAI NHIÊN - BẮC HẢI212 -214 Bắc Hải, Phường 6, Quận Tân BìnhQuận Tân Bình"},{"G0":"BÁNH CANH CÁ LÓC ANH MÃI_ Đường A495 Đường A4, phường 12, Quận Tân BìnhQuận Tân Bình"},{"G0":"Bánh Canh Cá Lóc Bột Gạo 177 - Phan Văn Hân177 Phan Văn Hân, Phường 17, Quận Bình Thạnh, TP.Hồ Chí MinhQuận Bình Thạnh"},{"G0":"Bánh Canh Cá Lóc Cường Đô La - Đường Số 751 Đường Số 7, Phường An Phú, Quận 2Quận 2"},{"G0":"Bánh Canh Cá Lóc Cường Đô LaLầu 3-27, Giga Mall, 242 Phạm Văn Đồng, Hiệp Bình Chánh, Quận Thủ ĐứcQuận Thủ Đức"},{"G0":"Bánh Canh Cá Lóc O NHỚ_Đường A4158 Đường A4 , phường 12, Quận Tân BìnhQuận Tân Bình"},{"G0":"Banh Canh Ca Loc720 Trường Sa, P. 14, Quận 3Quận 3"},{"G0":"Bánh Canh Cá Rô Đồng - Chùa LángSố P3A11 ngõ 59 Chùa Láng, phường Láng Thượng, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"BÁNH CANH CẬU BA - Trường Sa932E Trường Sa, Phường 13, Quận 3Quận 3"},{"G0":"Bánh Canh Chả Cá Phan Rang117D Nguyễn Đình Chính P.15 Q.Phú NhuậnQuận Phú Nhuận"},{"G0":"Bánh Canh Cua - Đường 79135A đường 79, P. Tân Quy, Quận 7Quận 7"},{"G0":"Bánh canh cua - Hồ Tùng Mậu85/2 Hồ Tùng Mậu, phường Bến Nghé, Quận 1Quận 1"},{"G0":"BÁNH CANH CUA - Nguyễn Biểu150 Nguyễn Biểu, Phường 2, Quận 5Quận 5"},{"G0":"Bánh canh cua 123 - Trần Trọng Cung123 Trần Trọng Cung, Phường Tân Thuận Đông, Quận 7Quận 7"},{"G0":"Bánh canh cua 14 - Trần Bình Trọngsố 215 Trần Bình Trọng, Phường 3, Quận 5Quận 5"},{"G0":"Bánh Canh Cua 999 cơ sở 394/4 Võ Oanh, Phường 25, Bình ThạnhQuận Bình Thạnh"},{"G0":"BÁNH CANH CUA GIA TRUYỀN - Nơ Trang Long182 Nơ Trang Long, Phường 12, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"Bánh Canh Cua Hải Phát584 Điện Biên Phủ, Phường 22, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"BÁNH CANH CUA HOÀNG LAN - VĨNH VIỄN486/3 Vĩnh Viễn, Phường 8, Quận 10Quận 10"},{"G0":"Bánh Canh Cua Mẹ Pu483/10 Lê Văn Sỹ, P. 12, Quận 3Quận 3"},{"G0":"Bánh Canh Cua Ngọc Trinh865 Trần Xuân Soạn, Phường Tân Hưng, Quận 7Quận 7"},{"G0":"Bánh Canh Cua Út Sáng42 Đinh Tiên Hoàng, P1, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"BÁNH CANH CUA ÚT TRANG287/12 NGUYỄN ĐÌNH CHIỂU, P5, Q3, TpHCM.Quận 3"},{"G0":"Bánh Canh Ghẹ - 106 Ngô Tất Tố106 Ngô Tất Tố, Phường 22, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"BÁNH CANH GHẸ - CHẢ CÁ - Nguyễn Xí213C Nguyễn Xí, Phường 13, quận Bình ThạnhQuận Bình Thạnh"},{"G0":"Bánh Canh Ghẹ 424424 Nguyễn Thị Thập, Phường Tân Phong, Quận 7Quận 7"},{"G0":"Bánh canh ghẹ Oson - Trần Huy Liệu105 C5 Ngõ 1 Trần Huy Liệu, phường Giảng Võ, quận Ba ĐìnhQuận Ba Đình"},{"G0":"Bánh canh ghẹ, bánh mì - Nguyễn Cảnh ChânTK 17/9 Nguyễn Cảnh Chân, Cầu Kho, Quận 1Quận 1"},{"G0":"Bánh Canh Vui Vẻ - Bánh Canh Chả Cá Bình Thuận89 Phạm Văn Chiêu, Phường 14, Gò VấpQuận Gò Vấp"},{"G0":"Bánh Cuốn 66 - Phú Mỹ Hưng36 đường nội khu Hưng Phước 4, phường Tân Phong, quận 7Quận 7"},{"G0":"Bánh Cuốn Bà Lượng - Dịch Vọng Hậu42 Dịch Vọng Hậu, Phường Dịch Vọng Hậu, Quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Bánh Cuốn Bà lượng18 Dịch Vọng Hậu,Dịch Vọng Hậu,Cầu GiấyQuận Cầu Giấy"},{"G0":"Bánh Cuốn Ba Miền - Bà Huyện Thanh Quan104 Bà Huyện Thanh Quan, Phường 9, Quận 3Quận 3"},{"G0":"Bánh Cuốn Bánh Ướt Nóng- 305 PHL305 Phạm Hữu Lầu, Phường Phú Mỹ, quận 7Quận 7"},{"G0":"Bánh Cuốn Cao Bằng - Trần Quang DiệuSố 12 ngõ 84 Trần Quang Diệu, phường Ô Chợ Dừa, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"Bánh Cuốn Cao Bằng Kin & Kin2 ngách 2 ngõ 34 Nguyên Hồng, phường Láng Hạ, quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh Cuốn Chả Mực - Nghĩa Tân104 C3 Nghĩa Tân, phường Nghĩa Tân, quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"Bánh cuốn Hải Phòng - chính Kinh115 Chính Kinh, phường Nhân Chính, quận Thanh XuânQuận Thanh Xuân"},{"G0":"BÁNH CUỐN HOÀNG PHÁT - Trần Quang Khải68/9 Trần Quang Khải, Phường Tân Định, Quận 1Quận 1"},{"G0":"Bánh Cuốn Nhớ - Lê Văn Sỹ353 Lê Văn Sỹ, Phường 13, Quận 3Quận 3"},{"G0":"Bánh Cuốn Nhớ - Phan Xích Long448 Phan Xích Long, Phường 2, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"Bánh Cuốn Nóng - Trần Nhân TôngSố 34b Trần Nhân Tông, phường Bùi Thị Xuân, quận Hai Bà Trưng, Hà NộiQuận Hai Bà Trưng"},{"G0":"Bánh Cuốn Nóng & Cá Viên Chiên177/1 Lý Tự Trọng, Phường Bến Thành, Quận 1Quận 1"},{"G0":"Banh Cuon Nong Thanh Tam338 Nguyễn Hữu Thọ, P. Tân Phong, Quận 7Quận 7"},{"G0":"Bánh Cuốn Nóng49 Hàng Điếu, Phường Cửa Đông, Quận Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"BÁNH CUỐN PHỐ XƯA - Trần Văn Đang219/9/12 Trần Văn Đang , Phường 11 , Quận 3Quận 3"},{"G0":"Bánh cuốn Phú Lê - Mỹ ĐìnhCT17 Mỹ Đình, phường Mỹ Đình, quận Nam Từ Liêm, Hà NộiQuận Nam Từ Liêm"},{"G0":"Bánh cuốn Phú Lê - Nguyễn Cơ ThạchC4 Nguyễn Cơ Thạch, phường Mỹ Đình, quận Nam Từ Liêm, Hà NộiQuận Nam Từ Liêm"},{"G0":"Bánh cuốn Phú Lê - Tô Hiệu229 Tô Hiệu, phường Nghĩa,quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"Bánh cuốn Phủ Lý - 39 Châu Long39 Châu Long, phường Trúc Bạch, quận Ba Đình, Hà NộiQuận Ba Đình"},{"G0":"Bánh cuốn Phủ Lý - 45 Lò Đúc45 Lò Đúc, phường Ngô Thì Nhậm, quận Hai Bà Trưng, Hà NộiQuận Hai Bà Trưng"},{"G0":"Bánh cuốn Phủ Lý - Đào Duy Từ39 Đào Duy Từ, phường Hàng Buồm, quận Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Bánh Cuốn Phương134 Nguyễn Thượng Hiền, Phường 4, Quận 3Quận 3"},{"G0":"BÁNH CUỐN QUANG BÌNH380B Nguyễn Thị Thập, Phường Tân Hưng, Quận 7Quận 7"},{"G0":"Bánh cuốn Quang Bình380B Nguyễn Thị Thập,Tân Hưng,Quận 7Quận 7"},{"G0":"BÁNH CUỐN TÂY SƠN - Lê Văn Thọ373 Lê Văn Thọ, Phường 9, Quận Gò VấpQuận Gò Vấp"},{"G0":"BÁNH CUỐN TÂY SƠN - Phạm Văn Đồng132 Phạm Văn Đồng, Phường 3, Quận Gò VấpQuận Gò Vấp"},{"G0":"BÁNH CUỐN TÂY SƠN - Trương Công Định44 Trương Công Định, Phường 14, Quận Tân BìnhQuận Tân Bình"},{"G0":"Bánh Cuốn Tràng An - Bàu Cát120 Bàu Cát, Phường 14, Quận Tân BìnhQuận Tân Bình"},{"G0":"Bánh Cuốn Tử Tế108 Nguyễn Gia Trí phường 25 quận Bình Thạnh TP.HCMQuận Bình Thạnh"},{"G0":"Bánh Đa Cá Rô Đồng Ngọc Thuận - Chùa LángĐối diện số nhà 24 ngõ 84 Chùa Láng, phường Láng Thượng, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"Bánh đa cá rô đồng107 Phố Vọng, phường Đồng Tâm, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bánh đa cá rô Tràng An102 C4 Nghĩa Tân, phường Nghĩa Tân, quận Cầu Giấy, thành phố Hà NộiQuận Cầu Giấy"},{"G0":"Bánh Đa Cá, Bún Cá Thái Bình - Trần Quốc Hoàn91 Trần Quốc Hoàn, Phường Dịch Vọng Hậu, Quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Bánh đa cua Hải Phòng - HH3A Linh ĐàmKi ốt 18 HH3A Linh Đàm, phường Hoàng Liệt, quận Hoàng MaiQuận Hoàng Mai"},{"G0":"Bánh Đa Cua Hải Phòng - Tô Hiến Thành104 Tô Hiến Thành, Phường Lê Đại Hành, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bánh Đa Hải Sản - 24/76 Duy TânSố 24, Ngõ 76 Duy Tân, Phường Dịch Vọng Hậu, Quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Bánh Đa Trộn Badar117A Lê Văn Sỹ, Phường13, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"Bánh Đúc Nóng Bà Xuân- Đường 46A22 Đường số 46, Cư xá Vĩnh Hội, Phường 5, Quận 4Quận 4"},{"G0":"Banh Duc Nong853 Hoàng Sa, P.9, Quận 3Quận 3"},{"G0":"Bánh Gà Bá Gành - Lương Định Của28B Lương Định Của, phường Kim Liên, quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh Gà HuA - Tạ Quang Bửu5E1 Tạ Quang Bửu, Phường Bách Khoa, Quận Hai Bà TrưngQuận Cầu Giấy"},{"G0":"Bánh gà Thần Thánh172 Hồng Mai, phường Quỳnh Lôi, quận Hai Bà Trưng, Hà NộiQuận Hai Bà Trưng"},{"G0":"Bánh giò Bếp Nhà Tui632 Trường Sa, Phường 17, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"Bánh Giò Đông Các - Ngõ Giếng17 ngõ 9 Ngõ Giếng, phường Ô Chợ Dừa, quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh giò nóng Hà Cao - Tạ Quang Bửu8A1 Tạ Quang Bửu, Phường Bách Khoa, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bánh hỏi cô hai - 144A man thien144A man thiện, phường tăng nhơn phú A, quận 9Quận 9"},{"G0":"Bánh Hỏi Ram Tôm86 Cô Bắc, Cô Giang, Quận 1Quận 1"},{"G0":"Bánh Kem Thiên Thần328B Phan Đình Phùng, Phường 1, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"Bánh kếp Anna Châu 3131 Hàm Long, Hàng Bài, Hoàn Kiếm, Hà NộiQuận Hoàn Kiếm"},{"G0":"Bánh mì - Xôi gà Tấn Phát115 Hai Bà Trưng( góc Hai Bà Trưng- Lý Tự Trọng), Bến Nghé, Quận 1Quận 1"},{"G0":"Bánh Mì + Trái Cây35 Nguyễn Du, Phường Bến Nghé, Quận 1Quận 1"},{"G0":"Bánh mì 2525 Hàm Long,Hàng Bài,Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Bánh mì 2525 Hàng Cá, Hàng Bồ, Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Bánh mì 2T - Nguyễn Quý ĐứcP5B5 Nguyễn Quý Đức - phường Thanh Xuân Bắc - Quận Thanh XuânQuận Thanh Xuân"},{"G0":"Bánh mì 2T - Phan Đình Phùng4B Phan Đình Phùng,phường Quán Thánh , Quận Ba Đình - Hà NộiQuận Ba Đình"},{"G0":"Bánh Mì 362 - Him LamSố 48 Đường số 14, Khu dân cư Him Lam, Phường Tân Hưng, Quận 7Quận 7"},{"G0":"Bánh Mì 362 - Mạc Đĩnh Chi27 Mạc Đĩnh Chi, Phường Đakao, Quận 1Quận 1"},{"G0":"Bánh Mì 362 - Mỹ Khánh55 Nguyễn Đức Cảnh, Phường Mỹ Khánh, Quận 7Quận 7"},{"G0":"Bánh Mì Ba Gà 544 Nguyễn Văn Khối544 Nguyễn Văn Khối, Phường 9, Gò VấpQuận Gò Vấp"},{"G0":"Bánh Mì Ban Mai105 Đặng Tiến Đông, phường Trung Tự, quận Đống ĐaQuận Đống Đa"},{"G0":"BÁNH MÌ BMQ 162 KÍ CON162 Ký Con, P.Nguyễn Thái Bình, Q1Quận 1"},{"G0":"Bánh mì cay Pikachu59/2 Võ Oanh, Phường 25, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"Bánh Mì Chả Cá43 Nguyễn Hữu Cầu, P Tân Định, Q1Quận 1"},{"G0":"Bánh Mì Chảo - duy tânSố 15 Duy Tân phường Dịch Vọng Hậu quận Cầu GiấyQuận Cầu Giấy"},{"G0":"BÁNH MÌ CHẢO 176 - Đinh Tiên Hoàng189 Đinh Tiên Hoàng, Phường ĐaKao, Quận 1Quận 1"},{"G0":"BÁNH MÌ CHUBIN6A Cao Thắng, Phường 5, Quận 3Quận 3"},{"G0":"Bánh mì Cô Ba- 107 Ngụy Như Kom Tum107 Ngụy như Kom Tum- phường Nhân chính, quận Thanh xuân, thành phố Hà nộiQuận Thanh Xuân"},{"G0":"Bánh Mì Đắp Chăn31 Hàm Long, Phường Hàng Bài, Quận Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Bánh Mì Đế Vương - 472 Xã Đàn472 Xã Đàn, phường Nam Đồng, quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh Mì Doner Kebab91 Cách Mạng Tháng 8, Phường Bến Thành, Quận 1Quận 1"},{"G0":"Bánh Mì Gà Mái 169H Tây Sơn169H Tây Sơn, phường Quang Trung, quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh Mì Gà Mái 181 Nguyễn Lương BằngCuối ngoc 181 Nguyễn Lương Bằng, phường Quang Trung, quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh Mì Gà Rán - Khúc Thừa Dụ63 Khúc Thừa Dụ, phường Dịch Vọng, Quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"Bánh Mì Gia Truyền Bống Bi131 Đặng Tiến Đông, phường Trung Liệt, quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh mì Hà Nội Đức Chinh - 82 Thiên Phước82 Thiên Phước, Phường 9, Quận Tân Bình, Thành phố Hồ Chí MinhQuận Tân Bình"},{"G0":"Bánh Mì Hồng Hoa62 Nguyễn Văn Tráng, P. Bến Thành, Q.1Quận 1"},{"G0":"Bánh Mì Lào - Ngõ 298 Tây SơnKiot 4 ngõ 298 Tây Sơn, phường Trung Liệt, quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh Mì Linh99 Nam Đồng, phường Phương Liên, quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh Mì Lộc Hà Nội - 646 Sư Vạn Hạnh646 Sư Vạn Hạnh, phường 12, Quận 10, TP.HCMQuận 10"},{"G0":"Bánh mì MONG36 Hàng Thùng ,Hàng Bạc ,Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"BÁNH MÌ NĂM SỸ - Điện Biên Phủ359 Điện Biên Phủ, Phường 4, Quận 3Quận 3"},{"G0":"BÁNH MÌ NGÂN SÀI GÒN - Nguyễn Thái Bình107 Nguyễn Thái Bình, Phường Nguyễn Thái Bình, Quận1Quận 1"},{"G0":"Bánh mì Ngố - Tông Đản1 Tông Đản, phường Lý Thái Tổ, quận Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Bánh mì Ngố39 Thái Phiên, Lê Đại Hành, Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bánh Mì Patesuper266/18 Tô Hiến Thành Phường 15 Quận 10Quận 10"},{"G0":"Bánh mì phô mai tan chảy - Crepe sầu riêng online1/46/4 Trần Văn Đang, Phường 9, Quận 3Quận 3"},{"G0":"Bánh mì que Đà Nẵng 34 Vạn Kiếp34 Vạn kiếp, phường 3, quận Bình ThạnhQuận Bình Thạnh"},{"G0":"Bánh Mì Que Đà Nẵng 37c Phan Xích Long37c Phan Xích Long, phường 3, quận phú NhuậnQuận Phú Nhuận"},{"G0":"Bánh mì que Đà Nẵng 41 đường số 441 đường số 4, phường Trường Thọ, quận Thủ ĐứcQuận Thủ Đức"},{"G0":"Bánh Mì Que Tư Hải - Lưu Hữu PhướcKiot 01-C1 đường Lưu Hữu Phước, phường Mỹ Đình 1, quận Nam Từ Liêm, Hà NộiQuận Nam Từ Liêm"},{"G0":"Bánh Mì Sốt Vang65 Nguyễn Đình Thi, Thụy Khuê, Tây HồQuận Tây Hồ"},{"G0":"Bánh Mì SunRises Kebab89 Võ Oanh, P.25, Bình ThạnhQuận Bình Thạnh"},{"G0":"BÁNH MÌ TAKEAWAY175 Phạm Ngũ Lão, phường Phạm Ngũ Lão, Quận 1Quận 1"},{"G0":"Bánh Mì Thịt Nướng - Trung Liệt135A Trung Liệt, Phường Trung Liệt, Quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh Mì Thịt Nướng Hàn Quốc Đậu - Hòa MãSố 2 Hòa Mã, Phường Phạm Đình Hổ, quận Hai Bà Trưng, Hà NộiQuận Hai Bà Trưng"},{"G0":"Bánh Mì Thổ Nhĩ Kỳ Minh Tuấn89 Cách Mạng Tháng 8, Bến Thành, Quận 1Quận 1"},{"G0":"Bánh Mì Thổ Nhĩ Kỳ Nhật Duy - 2 Đường 102 Đường số 10, Phường Tân Quy, Quận 7, TP.HCMQuận 7"},{"G0":"Bánh Mì Tổ Dân Phố - Tây SơnSố 169i Tây Sơn, phường Khương Trung, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"Bánh Mì Tuấn Hoa121 Quan Nhân, Phường Nhân Chính, Quận Thanh XuânQuận Thanh Xuân"},{"G0":"Bánh Mì Tuấn Mập - Pasteur196 Pasteur, Phường 6, Quận 3Quận 3"},{"G0":"Bánh Mì Tươi - Bà Huyện Thanh Quan41 Bà Huyện Thanh Quan, Phường 6, Quận 3Quận 3"},{"G0":"Bánh Mì Tươi - Kỳ Đồng5 Kỳ Đồng, Phường 9, Quận 3Quận 3"},{"G0":"Bánh Mì Tươi - Mạc Đĩnh Chi62 Mạc Đĩnh Chi, Phường Đakao, Quận 1Quận 1"},{"G0":"Bánh Mì V+ Đội Cấn132 Đội Cấn, phường Cống Vị, quận Ba Đình, Hà NộiQuận Ba Đình"},{"G0":"Bánh Mì V+ Liễu GiaiSố 6 Liễu Giai, phường Cống Vị, quận Ba Đình, Hà NộiQuận Ba Đình"},{"G0":"Bánh Mì V+ Lò Đúc45 Lò Đúc, phường Phạm Đình Hổ, quận Hai Bà Trưng, Hà NộiQuận Hai Bà Trưng"},{"G0":"Bánh Mì V+ Lương Định Của109 C6 Lương Định Của, phường Kim Liên, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"Bánh Mì V+ Minh Khai505 Minh Khai, phường Vĩnh Tuy, quận Hai Bà Trưng, Hà NộiQuận Hai Bà Trưng"},{"G0":"Bánh Mì Vân Anh - 25 đường 4125 đường 41, phường 6, quận 4, thành phố Hồ Chí MinhQuận 4"},{"G0":"Bánh mì Vi Mộc27 Hàn Thuyên, Phạm Đình Hổ, Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bánh Mì Việt Nhân Nóng13 Nguyễn Chí Thanh phường Láng Thượng quận Đống Đa Hà NộiQuận Đống Đa"},{"G0":"Bánh mì Việt PhápX51, Sunrise Plaza, Số 27, Nguyễn Hữu Thọ, Phường Tân Hưng, Quận 7Quận 7"},{"G0":"Bánh Mì Xíu Mại Hoa Lê Đà Lạt - 32 Hoàng Diệu32 Hoàng Diệu, Phường 12, Quận 4, TP.HCMQuận 4"},{"G0":"Bánh Mì Xôi Chim Anh Hiếu172 Nguyễn Huy Tưởng, Phường Thanh Xuân Trung, Quận Thanh Xuân Hà NộiQuận Thanh Xuân"},{"G0":"Bánh Mỳ - Bún Bò Huế - Quang Trung2F Quang Trung, Trần Hưng ĐạoQuận Hoàn Kiếm"},{"G0":"Bánh Mỳ 68 - 68 Đê La Thành nhỏ68 Đê La Thành nhỏ, phường Phương Liên, quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh Mỳ 73Số 73 Cửa Nam, Phường Cửa Nam, Quận Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Bánh mỳ B+ Đền Lừ32 Đền Lừ, phường Hoàng Văn Thụ, quận Hoàng MaiQuận Hoàng Mai"},{"G0":"Bánh Mỳ B+ Trương Định193 Trương Định, phường Tương Mai, quận Hoàng MaiQuận Hoàng Mai"},{"G0":"Bánh mỳ Bác An44 Đoàn Trần Nghiệp, Phường Lê Đại Hành, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bánh Mỳ Bách - Khương Đình16 Ngõ 460 Khương Đình, Phường Kim Giang, Quận Thanh XuânQuận Thanh Xuân"},{"G0":"Bánh mỳ Bảo An - Quỳnh MaiC1 Quỳnh Mai, phường Quỳnh Mai, quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bánh Mỳ Bò Lá Lốt29 Chùa Láng, Phường Láng Thượng, Quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh mỳ Cây - Lê Thanh Nghị90 Lê Thanh Nghị, Phường Đồng Tâm, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bánh mỳ chả nóng - giò chả dũng hạnh - Nguyên Hồng26 Nguyên Hồng, Láng Hạ, Đống ĐaQuận Đống Đa"},{"G0":"Bánh Mỳ Chảo 3H - Nguyễn ChánhTòa CT3 Chung Cư Vimeco 2, Nguyễn Chánh, phường Trung Hòa, quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Bánh Mỳ Chảo Cột Điện Quán - Đặng Văn Ngữ71 Đặng Văn Ngữ, phường Phương Liên, quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh Mỳ Chảo Cột Điện Quán - Nghĩa Tân104 - 105B C3 Nghĩa Tân, Phường Nghĩa Tân, Quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Bánh Mỳ Chảo Cột Điện Quán- Trung Kính8 Ngõ 22 Trung Kính, Phường Yên Hòa, Quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Bánh Mỳ Chè Bảo Linh172 Quan Nhân, Thanh XuânQuận Thanh Xuân"},{"G0":"Bánh Mỳ Cô Béo - Tam Khương22 ngõ 139 Khương Thượng, phường Khương Thượng, quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh mỳ gấu - Bà Triệu53D Bà Triệu, phường Hàng Bài, quận Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Bánh Mỳ Hân Hân51 Hai Bà Trưng,Cửa Nam,Quận Hoàn Kiếm, Hà NộiQuận Hoàn Kiếm"},{"G0":"Bánh Mỳ Hội An02 Nghĩa Tân,Nghĩa Tân,Cầu GiấyQuận Cầu Giấy"},{"G0":"Bánh Mỳ Hội An284 Kim Ngưu phường Quỳnh Mai, quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bánh mỳ Hùng - 102 Tam Khương102 Tam Khương, phường Khương Thượng, quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh mỳ Linh Su - Khương Hạ18 Khương Hạ, Phường Khương Đình, quận Thanh XuânQuận Thanh Xuân"},{"G0":"Bánh Mỳ Ngố Duy Tân68 Duy Tân, Dịch Vọng Hậu , Cầu GiấyQuận Cầu Giấy"},{"G0":"BÁNH MỲ NGỌC HÂN - 102 Lương Định Của102 Lương Định Của, phường Phương Mai, quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh Mỳ Ngọc Hân - Trần Quý CápSố 1 Trần Quý Cáp, phường Văn Miếu, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"Bánh Mỳ NgonSố 8 Tôn Thất Thuyết, Mỹ Đình 2, Nam Từ Liêm, Hà NộiQuận Nam Từ Liêm"},{"G0":"Bánh Mỳ Như Ý - Bác An405 Bạch Mai, Phường Bạch Mai, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bánh mỳ Như Ý - Quán ThánhSố 2 Quán Thánh, phường Quán Thánh, quận Ba ĐìnhQuận Ba Đình"},{"G0":"Bánh Mỳ Nướng Lạng Sơn - 130 Xuân ThủyP4aH3/130 Xuân Thủy, Phường Dịch Vọng Hậu, Quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Bánh Mỳ Nướng Lạng Sơn7 B1 Ngõ 201 Trần Quốc Hoàn, Dịch Vọng, Cầu GiấyQuận Cầu Giấy"},{"G0":"Bánh mỳ P12 Hàng Buồm - phường Hàng Buồm - quận Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Bánh mỳ Pate Bà Huyên103 Bùi Thị Xuân,Bùi Thị Xuân,Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bánh mỳ Pate Sài GònÔ 61 lô 7 Đền Lừ 2, phường Hoàng Văn Thụ, quận Hoàng MaiQuận Hoàng Mai"},{"G0":"Bánh Mỳ Que Tư HảiKIOT Số 3, Chung cư C1 Lưu Hữu Phước, phường Mỹ Đình 1, Hà NộiQuận Nam Từ Liêm"},{"G0":"Bánh Mỳ Thành - Xôi Thành123 C5 Tô Hiệu,Nghĩa Tân,Cầu GiấyQuận Cầu Giấy"},{"G0":"Bánh Mỳ The One - Khâm Thiên129 Khâm Thiên, Phường Thổ Quan, Quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh mỳ thịt xiên súp gà 93 - Chùa Láng93 Chùa Láng, phường Láng Thượng, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"Bánh mỳ Tóp Mỡ - 3MyTop32 Trần Xuân Soạn, phường Ngô Thì Nhậm, quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bánh Mỳ Việt - Thái Thịnh112-A49 Thái Thịnh, phường Thịnh Quang, quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh Mỳ, Xôi - Triều Khúc40 Triều Khúc, Phường Thanh Xuân Nam, Quận Thanh XuânQuận Thanh Xuân"},{"G0":"Bánh Ngố bakery & kitchen357/26 Hậu Giang, Phường 11, Quận 6Quận 6"},{"G0":"Bánh Ngon Ngon Tây Sơn38 Ngõ 298 Tây Sơn, Phường Trung Liệt, Quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh Pháp Minh Khải - Nguyễn Thị Định85 Nguyễn Thị Định, phường Trung Hòa, quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Bánh Quảng102 D2 ngõ 215 Tô hiệu,Dịch vọng,Cầu giấyQuận Cầu Giấy"},{"G0":"Bánh Su Kem Chewy Junior19 Trần Quang Diệu, P. 14, Quận 3Quận 3"},{"G0":"BÁNH SU KEM CHEWY JUNIOR216 Nguyễn Tri Phương, Phường 4, Quận 10Quận 10"},{"G0":"Bánh Tôm Bà Lộc - Nguyên Hồng1 ngõ 26 Nguyên Hồng, phường Láng Hạ, quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh Tôm Bà Lộc - Phạm Ngọc Thạch6 ngõ 80 Phạm Ngọc Thạch, phường Trung Tự, quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh Tráng Cô Hồng - Hồ Con RùaHồ Con Rùa, Phạm Ngọc Thạch, Phường 6, Quận 3Quận 3"},{"G0":"BÁNH TRÁNG CUỐN THỊT HEO - PHỐ HUẾ78 Phố Huế, Phường Ngô Thì Nhậm, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"BÁNH TRÁNG MÂM - Cao Thắng173 Cao Thắng, Phường 12, Quận 10Quận 10"},{"G0":"BÁNH TRÁNG MÂM - Rạch Bùng Binh120 Rạch Bùng Binh, Phường 9, Quận 3Quận 3"},{"G0":"BÁNH TRÁNG MÂM - Sư Vạn Hạnh587 Sư Vạn Hạnh, Phường 13, Quận 10Quận 10"},{"G0":"BÁNH TRÁNG NƯỚNG C002 - Đinh Tiên Hoàng002 Lô C, Chung cư 23/49 Đinh Tiên Hoàng, Phường 3, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"Bánh Tráng Nướng Cô Hiền - C/c TTTSố 3, Đường 29, Phường 4, Quận 4, Tp Hồ Chí MinhQuận 4"},{"G0":"Bánh tráng tỏi SạchHẻm 107 Đường Ba Tháng Hai, Phường 11, Quận 10Quận 10"},{"G0":"Bánh tráng Tommy647 Huỳnh Tấn Phát, Tân Thuận Đông, quận 7Quận 7"},{"G0":"Bánh Tráng Trộn 74105D ngách 98 ngõ Tự Do, Phường Đồng Tâm, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bánh Tráng Trộn 8686 Hàng Trống, Phường Hàng Trống, Quận Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Bánh tráng trộn Chảnh - Hồ Con RùaHồ Con Rùa - 1 Công Trường Quốc Tế, P.6, Q.3, Tp. HCMQuận 3"},{"G0":"Bánh Tráng Trộn Chị Thanh- 766/68/20 cmt8776/68/20 Cách Mạng Tháng Tám, Phường 5, Quận Tân BìnhQuận Tân Bình"},{"G0":"Bánh tráng trộn nướng cuộn bơ - Linh ĐàmKi ốt 56 toà CC VP6 Bán Đảo Linh Đàm, phường Hoàng Liệt, quận Hoàng MaiQuận Hoàng Mai"},{"G0":"Bánh tráng trộn Quang Đăng - 169H Tây Sơn169H Tây Sơn, phường Trung Liệt, quận Đống ĐaQuận Đống Đa"},{"G0":"Bánh Tráng Trộn Quang Đăng - Dương Khuê43E Dương Khuê, phường Mai Dịch, quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Bánh tráng trộn Quang Đăng43E Dương Khuê,Mai dịch,Cầu GiấyQuận Cầu Giấy"},{"G0":"Bánh tráng trộn Quyên 3838 Hàng Trống, Phường Hàng Trống,Quận Hoàn Kiếm, Hà NộiQuận Hoàn Kiếm"},{"G0":"Bánh tráng trộn Shalala _ 1004 HTP1004 Huỳnh Tấn Phát, phường Tân Phú, quận 7Quận 7"},{"G0":"Bánh Tráng Trộn Thảo - Hồ Con RùaHồ Con Rùa, Phường 6, Quận 3Quận 3"},{"G0":"Bánh Tráng Trộn Tina Trần - Chùa LángSố 3A15 ngõ 33 Chùa Láng, phường Láng Thượng, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"Bánh Truyền Thống Nhật Bản - BigC Thăng LongTrung Tâm Thương Mại Big C Thăng Long, số 222 Trần Duy Hưng, phường Trung Hòa, quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"Bánh tươi & sữa An Phước - Nhân Mỹ37/322 Nhân Mỹ, phường Mỹ Đình, quận Nam Từ Liêm, Hà NộiQuận Nam Từ Liêm"},{"G0":"Bánh Ướt Bà Già A Phò221 Nguyễn Công Trứ, Phường Nguyễn Thái Bình, Quận 1Quận 1"},{"G0":"Bánh Ướt Lòng - Gà71 Đồng Đen, Phường 12, Quận Tân BìnhQuận Tân Bình"},{"G0":"Bánh Ướt Thịt Nướng Ban Mê24-26 Nam Quốc Cang, Phường Phạm Ngũ Lão, Quận 1Quận 1"},{"G0":"Bánh xé - Trà sữa Tút Tút212B/25/1 Nguyễn Trãi, Nguyễn Cư Trinh, Quận 1Quận 1"},{"G0":"Bánh Xèo Bình Định Nẫu Ơi63B Ung Văn Khiêm, Phường 25, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"Bánh Xèo Cô Quệ18 Nguyễn Văn Huyên, Nghĩa Đô, Cầu GiấyQuận Cầu Giấy"},{"G0":"Bánh Xèo Nem Lụi Dì Thu - Đặng Tiến Đông81 Đặng Tiến Đông, phường Trung Liệt, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"Bánh xèo Nhật Minh129 Đội Cấn - Ngọc Hồ - Ba ĐìnhQuận Ba Đình"},{"G0":"Bánh Xèo Quảng Ngãi - Đồng Đen237 Đồng Đen, Phường 11, Quận Tân BìnhQuận Tân Bình"},{"G0":"Bánh Xèo Sài Gòn Ao Sen - Ao SenSố 5B ngõ 4 Ao Sen, Phường Mỗ Lao, Quận Hà Đông, Hà NộiQuận Hà Đông"},{"G0":"Bánh Xèo Tư Đông - 29 Vũ Tông Phan29 Vũ Tông Phan, phường Khương Trung, quận Thanh XuânQuận Thanh Xuân"},{"G0":"Bào Bing - Quang Trung41 Quang Trung, Quận Trần Hưng Đạo, Quận Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Bảo Coffee - Lương Định Của21 Lương Định Của, Phường Bình An, Quận 2Quận 2"},{"G0":"BAO LOC REAL - Trường Sa722 Trường Sa, Phường 14 , Quận 3, HCMQuận 3"},{"G0":"Bảo ngân quán - bánh đa cá rô105 d8 nguyên hồng, Thành công, Ba đìnhQuận Ba Đình"},{"G0":"Bảo OanhSố 7 Thanh Niên,Trúc Bạch,Ba ĐìnhQuận Ba Đình"},{"G0":"Bảo Phú106 Trần Não, Phường Bình An, Quận 2Quận 2"},{"G0":"BAR TEA - Nguyễn Oanh192/53 Nguyễn Oanh, Phường 17, Quận Gò VấpQuận Gò Vấp"},{"G0":"BAR TEA - Trần Quý Khoách46/1 Trần Quý Khoách, P Tân Định, Quận 1Quận 1"},{"G0":"Barley Star Coffee - Bình Tân1 Đường Số 7, Phường An Lạc, Quận Bình TânQuận Bình Tân"},{"G0":"Barley Star Coffee - Bình Tân1-3 Đường Số 7, Phường An Lạc A, Quận Bình TânQuận Bình Tân"},{"G0":"Barley Star Coffee - Trung Sơn195 Đường Số 9A, KDC Trung Sơn, Xã Bình Hưng, Huyện Bình ChánhHuyện Bình Chánh"},{"G0":"Baskin Robbins Aeon Mall Bình TânAeon Mall Bình Tân, 1 Đường Số 17A, Bình Trị Đông B, Bình TânQuận Bình Tân"},{"G0":"Baskin Robbins Aeon Mall Long BiênAeon Mall Long Biên, 27 đường Cổ Linh, Long Biên, Hà NộiQuận Long Biên"},{"G0":"Baskin Robbins BigC Thăng LongBigC Thăng Long, 222 Trần Duy Hưng, Trung Hoà, Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"Baskin Robbins Bùi Viện32-34 Bùi Viện, P. Phạm Ngũ Lão, Quận 1Quận 1"},{"G0":"Baskin Robbins Crescent MallCrescent Mall 101 Tôn Dật Tiên, Tân Phú, Quận 7Quận 7"},{"G0":"Baskin Robbins Đồng Đen75 Đồng Đen, Phường 12, Quận Tân BìnhQuận Tân Bình"},{"G0":"Baskin Robbins Hậu Giang18 Hậu Giang, Phường 2, Quận 6Quận 6"},{"G0":"Baskin Robbins LandmarkVincom Center Landmark 81, 772 Điện Biên Phủ, Phường 22, Bình ThạnhQuận Bình Thạnh"},{"G0":"Baskin Robbins Lê Văn Sỹ357 Lê Văn Sỹ ,Phường 1, Quận Tân BìnhQuận Tân Bình"},{"G0":"Baskin Robbins Lê Văn ViệtVincom Lê Văn Việt, 50 Lê Văn Việt, Hiệp Phú, Quận 9Quận 9"},{"G0":"Baskin Robbins Lotte Mart Gò Vấp242 Nguyễn Văn Lượng, Phường 10, Gò VấpQuận Gò Vấp"},{"G0":"Baskin Robbins Lũy Bán Bích969 Lũy Bán Bích, Phường Tân Thành, Quận Tân PhúQuận Tân Phú"},{"G0":"Baskin Robbins Lý Thường Kiệt Hà Nội60A Lý Thường Kiệt, P.Trần Hưng Đạo, Q.Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Baskin Robbins Lý Thường Kiệt HCM319 Lý Thường Kiệt, P.15, Quận 11Quận 11"},{"G0":"Baskin Robbins Nguyễn Thị Minh Khai424A Nguyễn Thị Minh Khai, Phường 5, Quận 3Quận 3"},{"G0":"Baskin Robbins Ông Ích Khiêm130 Ông Ích Khiêm, Phường 5, Quận 11Quận 11"},{"G0":"Baskin Robbins Pearl PlazaPearl Plaza, 561A Điện Biên Phủ, Phường 25, Bình Thạnh, Hồ Chí Minh, VietnamQuận Bình Thạnh"},{"G0":"Baskin Robbins Phạm Hồng Thái01 Trương Định, P.Bến Thành, Quận 1Quận 1"},{"G0":"Baskin Robbins Phạm Văn ĐồngSense City Phạm Văn Đồng, 240-242 Kha Vạn Cân, P.Hiệp Bình Chánh, Q.Thủ ĐứcQuận Thủ Đức"},{"G0":"Baskin Robbins Phan Xích Long177 Phan Xích Long, P. 2, Q. Phú NhuậnQuận Phú Nhuận"},{"G0":"Baskin Robbins Phú Mỹ HưngSB-05 Nguyễn Đức Cảnh, P. Tân Phong, Q7Quận 7"},{"G0":"Baskin Robbins Quang Trung82 Quang Trung, Phường 10, Gò VấpQuận Gò Vấp"},{"G0":"Baskin Robbins Saigon CentreTòa nhà Saigon Center, 65 Lê Lợi, Bến Nghé, Quận 1Quận 1"},{"G0":"Baskin Robbins Thảo Điền51, Thảo Điền, P.Thảo Điền, Q.2Quận 2"},{"G0":"Baskin Robbins Trần Hưng Đạo181 Trần Hưng Đạo, Phường 10, Quận 5Quận 5"},{"G0":"Baskin Robbins Vincom Bà TriệuVincom Bà Triệu, 191 Bà Triệu, Lê Đại Hành, Hai Bà Trưng, Hà NộiQuận Hai Bà Trưng"},{"G0":"Bay Coffee & Tea - Nguyễn Bỉnh Khiêm48A Nguyễn Bỉnh Khiêm, Lê Đại Hành, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bảy Hường - Nơ Trang Long270 Nơ Trang Long, phường 12, Bình ThạnhQuận Bình Thạnh"},{"G0":"BẢY NỊ QUÁN - Sư Vạn Hạnh188 Sư Vạn Hạnh, Phường 9, Quận 5Quận 5"},{"G0":"Bazan Coffee467A Xa Lộ Hà Nội, Phường An Phú, Quận 2Quận 2"},{"G0":"Bazan Coffee66/19 Phạm Ngọc Thạch,Phường 6 ,Quận 3Quận 3"},{"G0":"BBANG HOUSE - Fresh Bakery Cafe551 Sư Vạn Hạnh (nd), Phường 13, Quận 10Quận 10"},{"G0":"BBQ HOUSE - 04 Hoàng Hoa Thám04 Hoàng Hoa Thám, Phường 12, Quận Tân BìnhQuận Tân Bình"},{"G0":"B'Chain Coffee -CN1- 674 Trường Sa674 Trường Sa, P.17, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"B'Chain Coffee -CN2- 157 Trần Huy Liệu157 Trần Huy Liệu, Phường 8, Phú NhuậnQuận Phú Nhuận"},{"G0":"B'Chain Coffee -CN3- 30 Huỳnh Lan Khanh30 Huỳnh Lan Khanh, P.2, Quận Tân BìnhQuận Tân Bình"},{"G0":"BDUBS Artemis3 Lê Trọng Tấn, Phường Khương Mai, Quận Thanh XuânQuận Thanh Xuân"},{"G0":"BDUBS Thảo Điền27 Thảo Điền , Phường Thảo Điền, Quận 2Quận 2"},{"G0":"BDUBS Vạn Hạnh MallVạn Hạnh Mall - 11 Sư Vạn Hạnh, Phường 12, Quận 10Quận 10"},{"G0":"BDUBS Võ Văn Tần159 Võ Văn Tần, Phường 6, Quận 3Quận 3"},{"G0":"BÉ MẬP -TEA & COFFEE31/14 Ung Văn Khiêm, Phường 25, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"Be Tea - Triều Khúc65 Triều Khúc, Phường Thanh Xuân Nam, Quận Thanh Xuân, Hà NộiQuận Thanh Xuân"},{"G0":"Be the need - Lê Hồng Phong781/c1 Lê Hồng Phong, phường 12, quận 10Quận 10"},{"G0":"Bean Coffee & Tea465/7 Phan Văn Trị, Phường 5, Quận Gò VấpQuận Gò Vấp"},{"G0":"Beard Papa Đội Cấn209 Đội Cấn, Liễu Giai, Quận Ba ĐìnhQuận Ba Đình"},{"G0":"Beard Papa Hàng Bông169 - 171 Hàng Bông, Quận Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Beard Papa Lê Đại Hành25 Lê Đại Hành, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Beard Papa Linh ĐàmKiot 12, HH2B, Khu đô thị Linh Đàm, Hoàng MaiQuận Hoàng Mai"},{"G0":"Beard Papa Nguyễn Du76 Nguyễn Du, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Beard Papa Nguyễn Lương Bằng168 Nguyễn Lương Bằng, Quận Đống ĐaQuận Đống Đa"},{"G0":"Beard Papa Royal cityB2 - R2 - 07A - Vincom Mega Mall - Royal City, 72A Nguyễn Trãi, Thượng Đình, Thanh XuânQuận Thanh Xuân"},{"G0":"Beard Papa Thợ Nhuộm36 - 38 Thợ Nhuộm, Quận Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Beard Papa Trần Duy Hưng190 Trần Duy Hưng, Quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Beck's CoffeeLobby Park IX Office Building, 8 Phan Đình Giót, Phường 2, Quận Tân BìnhQuận Tân Bình"},{"G0":"Bee Coffee - Nguyễn Hiền101 K9 Nguyễn Hiền, Phường Bách Khoa, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"Bee Coffee - Nguyễn Thị Minh Khai186 Nguyễn Thị Minh Khai,Phường 6,Quận 3Quận 3"},{"G0":"Bee Cook91 Doãn Kế Thiện,Mai Dịch,Cầu GiấyQuận Cầu Giấy"},{"G0":"Bee Home Coffee - Tô Hiệu106 D4 ngõ 215 Tô Hiệu, phường Nghĩa Tân, quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"Beecook Bami & Tea - Doãn Kế Thiện91 Doãn Kế Thiện, Phường Mai Dịch, Quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Beefsteak LAN NHI_ A4106 Đường A4 ,phường 12 ,Quận Tân BìnhQuận Tân Bình"},{"G0":"BeeHub Việt Namsố 5, ngõ 64, Vũ Trọng Phụng, phường Thanh Xuân Trung, quận Thanh XuânQuận Thanh Xuân"},{"G0":"Beekery by BeeHubBiệt thự số 19 khu đô thị Nghĩa Đô, phường Cổ Nhuế 1, quận Bắc Từ LiêmQuận Bắc Từ Liêm"},{"G0":"BEGICA - CÁCH MẠNG THÁNG 8599 CÁCH MẠNG THÁNG 8, PHƯỜNG 15, QUẬN 10Quận 10"},{"G0":"BEGICA - NGUYEN TRI PHUONG366 Nguyễn Tri Phương, Phường 4, Quận 10Quận 10"},{"G0":"Begin Coffee & Tea - Trần Đình Xu120 Trần Đình Xu, Phường Nguyễn Cư Trinh, Quận 1Quận 1"},{"G0":"Benjamin CoffeeKiot 1 B2 ký túc xá Thăng Long, phường Dịch Vọng Hậu, quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"Bếp Bắc46 Nam Kỳ Khởi Nghĩa, Nguyễn Thái Bình, Q1Quận 1"},{"G0":"Bếp Của Mẹ - Chùa LángKiốt số 4 chung cư N01 ngõ 84 Chùa Láng, phường Láng Thượng, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"Bếp của Pooh - Cổ Nhuế203 Cổ Nhuế, Phường Cổ Nhuế 2, Quận Bắc Từ LiêmQuận Bắc Từ Liêm"},{"G0":"Bếp Huế - Thạch Thị Thanh89 Thạch Thị Thanh, Phường Tân Định, Quận 1Quận 1"},{"G0":"Bếp Mẹ Béo - Thành Công15 - G17 Thành Công, phường Thành Công, quận Ba Đình, Hà NộiQuận Ba Đình"},{"G0":"Bếp Mộc - Thái HàSố 40, ngõ 165 Thái Hà, phường Láng Hạ, quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"Bếp nhà PiTi223 Tân Quý, Phường Tân Quý, Quận Tân Phú, TP. HCMQuận Tân Phú"},{"G0":"Bếp Ông Trung17 Tràng Thi, Phường Hàng Trống, Quận Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Bếp Tâm46B Ngô Quyền, Hàng Bài, Hoàn Kiếm Hà NộiQuận Hoàn Kiếm"},{"G0":"BẾP TÔM - Đinh Tiên Hoàng26/20 Đinh Tiên Hoàng, Phường 1, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"Bếp Xuka - Dịch Vọng13 Lô N06A KĐT Mới Dịch Vọng, , Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"Bếp Xuka - Đội Cấn153 Đội Cấn, , Ba Đình, Hà NộiQuận Ba Đình"},{"G0":"Bếp Xuka - Hoàng Ngân84A Hoàng Ngân, , Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"Bếp Xuka - Minh KhaiSH6 Hòa Bình Green City, 505 Minh Khai, , Hai Bà Trưng, Hà NộiQuận Hai Bà Trưng"},{"G0":"Bếp Xuka - Nhà Chung35 Nhà Chung, , Hoàn Kiếm, Hà NộiQuận Hoàn Kiếm"},{"G0":"Berry Việt Coffee - Nguyễn Cửu Đàm159 Nguyễn Cửu Đàm, Phường Tân Sơn Nhì, Quận Tân PhúQuận Tân Phú"},{"G0":"Berry Việt Coffee - Phan Văn Trị364/1a Phan Văn Trị, Phường 5, Quận Gò Vấp, Hồ Chí MinhQuận Gò Vấp"},{"G0":"Berry Việt Coffee - Thăng Long58 Thăng Long, Phường 4, Quận Tân BìnhQuận Tân Bình"},{"G0":"bgAMart126 Vọng Hà, Phường Chương Dương, Quận Hoàn Kiếm, Hà NộiQuận Hoàn Kiếm"},{"G0":"BHD STAR - 3 THÁNG 2 POS 2Lầu 5, Siêu Thị Vincom 3/2, 3C Đường 3/2, Phường 11, Quận 10, TPHCMQuận 10"},{"G0":"BHD STAR - 3 THÁNG 2 POS 3Lầu 5, Siêu Thị Vincom 3/2, 3C Đường 3/2, Phường 11, Quận 10, TPHCMQuận 10"},{"G0":"BHD STAR - 3 THÁNG 2Lầu 5, Siêu Thị Vincom 3/2, 3C Đường 3/2, Phường 11, Quận 10Quận 10"},{"G0":"BHD STAR - BITEXCO POS 2Lầu 3 & 4, TTTM ICON 68, 2 Hải Triều, Phường Bến Nghé, Quận 1, TPHCMQuận 1"},{"G0":"BHD STAR - BITEXCO POS 3Lầu 3 & 4, TTTM ICON 68, 2 Hải Triều, Phường Bến Nghé, Quận 1, TPHCMQuận 1"},{"G0":"BHD STAR - BITEXCOLầu 3 & 4, TTTM ICON 68, 2 Hải Triều, Phường Bến Nghé, Quận 1Quận 1"},{"G0":"BHD STAR - CẦU GIẤY POS 2TTTM Discovery – 302 Cầu Giấy, Phường Dịch Vọng, Quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"BHD STAR - CẦU GIẤY POS 3TTTM Discovery – 302 Cầu Giấy, Phường Dịch Vọng, Quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"BHD STAR - CẦU GIẤYTTTM Discovery – 302 Cầu Giấy, Phường Dịch Vọng, Quận Cầu Giấy, Hà NộiQuận Cầu Giấy"},{"G0":"BHD STAR - LÊ VĂN VIỆT POS 2Tầng 4, toà nhà Vincom Plaza Lê Văn Việt, số 50 Lê Văn Việt, Phường Hiệp Phú, Quận 9, TP.HCMQuận 9"},{"G0":"BHD STAR - LÊ VĂN VIỆT POS 3Tầng 4, toà nhà Vincom Plaza Lê Văn Việt, số 50 Lê Văn Việt, Phường Hiệp Phú, Quận 9, TP.HCMQuận 9"},{"G0":"BHD STAR - LÊ VĂN VIỆTTầng 4, toà nhà Vincom Plaza Lê Văn Việt, số 50 Lê Văn Việt, Phường Hiệp Phú, Quận 9Quận 9"},{"G0":"BHD STAR - PHẠM HÙNG POS 2Lầu 4, TTTM Satra Phạm Hùng, C6/27 Phạm Hùng, Phường Bình Hưng, Quận Bình Chánh, Tp.HCMHuyện Bình Chánh"},{"G0":"BHD STAR - PHẠM HÙNG POS 3Lầu 4, TTTM Satra Phạm Hùng, C6/27 Phạm Hùng, Phường Bình Hưng, Quận Bình Chánh, Tp.HCMHuyện Bình Chánh"},{"G0":"BHD STAR - PHẠM HÙNGLầu 4, TTTM Satra Phạm Hùng, C6/27 Phạm Hùng, Phường Bình Hưng, Quận Bình ChánhHuyện Bình Chánh"},{"G0":"BHD STAR - PHẠM NGỌC THẠCH POS 2TTTM Vincom, số 2 Phạm Ngọc Thạch, Phường Kim Liên, Quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"BHD STAR - PHẠM NGỌC THẠCH POS 3TTTM Vincom, số 2 Phạm Ngọc Thạch, Phường Kim Liên, Quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"BHD STAR - PHẠM NGỌC THẠCHTTTM Vincom, số 2 Phạm Ngọc Thạch, Phường Kim Liên, Quận Đống Đa, Hà NộiQuận Đống Đa"},{"G0":"BHD STAR - QUANG TRUNG POS 2Tầng B1&B2, TTTM Vincom, số 190 Quang Trung, Phường 10, Gò Vấp, Tp.HCMQuận Gò Vấp"},{"G0":"BHD STAR - QUANG TRUNG POS 3Tầng B1&B2, TTTM Vincom, số 190 Quang Trung, Phường 10, Gò Vấp, Tp.HCMQuận Gò Vấp"},{"G0":"BHD STAR - QUANG TRUNGTầng B1&B2, TTTM Vincom, số 190 Quang Trung, Phường 10, Gò VấpQuận Gò Vấp"},{"G0":"BHD STAR - THẢO ĐIỀN POS 2Tầng 5, TTTM Vincom Mega Mall Thảo Điền, 159 Xa Lộ Hà Nội, Phường Thảo Điền, Quận 2, TP.HCMQuận 2"},{"G0":"BHD STAR - THẢO ĐIỀN POS 3Tầng 5, TTTM Vincom Mega Mall Thảo Điền, 159 Xa Lộ Hà Nội, Phường Thảo Điền, Quận 2, TP.HCMQuận 2"},{"G0":"BHD STAR - THẢO ĐIỀNTầng 5, TTTM Vincom Mega Mall Thảo Điền, 159 Xa Lộ Hà Nội, Phường Thảo Điền, Quận 2Quận 2"},{"G0":"BHOCHIC - Bánh Ngọt Đồ HànSố 75 Hàng Điếu, Cửa Đông, Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Bì Bà Bảy66/10 Phạm Ngọc Thạch, Phường 6, Quận 3Quận 3"},{"G0":"Bia Cắp Nách116 B6 Kim Liên, phường Kim Liên, quận Đống ĐaQuận Đống Đa"},{"G0":"Bia Tú AnhNgõ 1/156 Phố Việt Hưng, phường Lệ mật, quận Long biên, thành phố Hà nộiQuận Long Biên"},{"G0":"Bia và cafe 8128 Nguyễn Hữu Cầu,Tân Định,Quận 1Quận 1"},{"G0":"Bianco Caffe Italiano182 Nguyễn Thái Sơn, Phường 4, Quận Gò VấpQuận Gò Vấp"},{"G0":"Bidi coffee215 Hoàng Sa ,Tân Định,Quận 1Quận 1"},{"G0":"Big K Milk Tea 158 Nguyễn Gia Trí158 Nguyễn Gia Trí, Phường 25, Bình ThạnhQuận Bình Thạnh"},{"G0":"Bijou Cafe370 Lê Văn Lương, phường Tân Hưng, Quận 7Quận 7"},{"G0":"Bili Coffee & Tea - Hoàng Sa1 Hoàng Sa, Phường Đakao, Quận 1Quận 1"},{"G0":"Bin coffee - Cư Xá Vĩnh HộiK26 Cư Xá Vĩnh Hội, Phường 6, Quận 4Quận 4"},{"G0":"BIN COFFEE - Mai Văn Vĩnh17 Mai Văn Vĩnh, Khu Phố 4, Phường Tân Quy, Quận 7Quận 7"},{"G0":"BIN COFFEE - Nguyễn Văn Đậu300K Nguyễn Văn Đậu, Phường 11, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"BingSu World - 177 Điện Biên Phủ177 Điện Biên Phủ, Phường Đakao, Quận 1Quận 1"},{"G0":"Bin's House Coffee222 Nguyễn Trọng Tuyển, Phường 8, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"Bioca COFFEE_155 Nguyễn Thái Bình155 Nguyễn Thái Bình, Phường 4, Quận Tân BìnhQuận Tân Bình"},{"G0":"BIOCA COFFEE_37 Nguyễn Thái Bình37 Nguyễn Minh Hoàng, phường 12 , Quận Tân BìnhQuận Tân Bình"},{"G0":"Bít Tết Âu Việt - Nguyễn Khang229 Nguyễn Khang, phường Yên Hòa, quận Cầu GiấyQuận Cầu Giấy"},{"G0":"Bít Tết Bò Vui Vẻ Hưng Phú310A Đường Hưng Phú, Phường 8, Quận 8, TP. Hồ Chí MinhQuận 8"},{"G0":"Bitcoin Coffee3 Trần Quốc Thảo, Phường 6, Quận 3Quận 3"},{"G0":"Black & Green Coffee12 Võ Văn Dũng, Đống ĐaQuận Đống Đa"},{"G0":"Black Bottle Coffee - Miếu NổiSố 2, Lô O, khu dân cư Miếu Nổi, phường 3, Bình ThạnhQuận Bình Thạnh"},{"G0":"Black Coffee - Nguyễn Hữu Thọ1 ngõ 50 Nguyễn Hữu Thọ, phường Hoàng Liệt, quận Hoàng MaiQuận Hoàng Mai"},{"G0":"Black Rose55 Nguyễn Ngọc Phương,P.19,Q.Bình ThạnhQuận Bình Thạnh"},{"G0":"Blackball Nguyễn Chí Thanh62 Nguyễn Chí Thanh, phường Láng Thượng, quận Đống ĐaQuận Đống Đa"},{"G0":"Blossom - Đường 5936 Đường 59, Khu Dân Cư Văn Minh, Phường An Phú, Quận 2, TP.Hồ Chí MinhQuận 2"},{"G0":"BlueNation - Lê Thanh Nghị127 Lê Thanh Nghị, phường Đồng Tâm, quận Hai Bà Trưng, Hà NộiQuận Hai Bà Trưng"},{"G0":"BM MART 140 AN BÌNH140 An Bình, Phường 7, Quận 5Quận 5"},{"G0":"BM MART 161 TRẦN HƯNG ĐẠO Q10161 Trần Hưng Đạo, Phường 10, Quận 5Quận 10"},{"G0":"BM MART 440 NGUYỄN CHÍ THANH440 Nguyễn Chí Thanh, Phường 6, Quận 10Quận 10"},{"G0":"BM MART 614 TRẦN HƯNG ĐẠO Q5614 Trần Hưng Đạo, Phường 2, Quận 5Quận 5"},{"G0":"Bố Già Coffee - Sư Vạn Hạnh009 Lô K c/c Ngô Gia Tự, Sư Vạn Hạnh, Phường 2, Quận 1Quận 1"},{"G0":"Bò khô 23H6 Ngách 127 Ngõ Quan Thổ 1 Tôn Đức Thắng, Ô Chợ Dừa, Đống ĐaQuận Đống Đa"},{"G0":"Bò kho- Hủ Tiếu- Bánh Mì80 Đường số 3, Phường 9, Gò VấpQuận Gò Vấp"},{"G0":"Bò lá lốt Hoàng Yến121 Cô Giang, Phường Cô Giang, Quận 1Quận 1"},{"G0":"Bò Lế Rồ Cao ThắngSố 02 Cao Thắng, phường 5, quận 3Quận 3"},{"G0":"Bò Lế Rồ D5Số 87-89 đường D5, phường 25, quận Bình ThạnhQuận Bình Thạnh"},{"G0":"Bò Lế Rồ Giảng Võ243 Giảng Võ, Phường Cát Linh, Quận Đống ĐaQuận Đống Đa"},{"G0":"Bò Lế Rồ Lê Đại HànhSố 8-9-10 Lê Đại Hành, phường 15, quận 11Quận 11"},{"G0":"Bò Lế Rồ Lê Văn SỹSố 351 Lê Văn Sỹ, phường 1, quận Tân BìnhQuận Tân Bình"},{"G0":"Bò Lế Rồ Nguyễn Tri PhươngSố 222-224 Nguyễn Tri Phương, phường 4, quận 10Quận 10"},{"G0":"Bò Lế Rồ Phan Văn TrịSố 1445 Phan Văn Trị, phường 10, quận Gò VấpQuận Gò Vấp"},{"G0":"Bò Lế Rồ Tô Vĩnh DiệnSố 13 Tô Vĩnh Diện, phường Linh Chiểu, quận Thủ ĐứcQuận Thủ Đức"},{"G0":"Bò Lế Rồ Trần Khánh DưSố 05 Trần Khánh Dư, phường Tân Định, quận 1Quận 1"},{"G0":"Bò né 3 ngon - 009 Lô H, Chung cư Ngô Gia Tự009 Lô H, Chung cư Ngô Gia Tự, Đường Sư Vạn Hạnh, Phường 2, Quận 10Quận 10"},{"G0":"Bò Né 3 Ngon - 3/2940 đường 3/2, Phường 15, Quận 11Quận 11"},{"G0":"Bò Né 3 Ngon - Lãnh Binh Thăng302 Lãnh Bình Thăng, Phường 11, Quận 11Quận 11"},{"G0":"Bò Né 3 Ngon - Lữ GiaSố 3, Lữ Gia, Phường 15, Quận 11Quận 11"},{"G0":"Bò Né 3 Ngon - Uncle Tea - Hoàng DiệuK 44 Hoàng Diệu, Phường 6, Quận 4, TP Hồ Chí MinhQuận 4"},{"G0":"BÒ NÉ BÀ DINH - CX Lữ Gia1/84 Cư Xá Lữ Gia, Phường 15, Quận 11Quận 11"},{"G0":"Bò Né Thành - Trần Đăng Ninh221 Trần Đăng Ninh, Phường Dịch Vọng, Quận Cầu GiấyQuận Cầu Giấy"},{"G0":"BÒ NGON - BÒ NHÚNG DẤM 555 - 275 Tô Hiệu275 Tô Hiệu - Cầu Giấy - Hà NộiQuận Cầu Giấy"},{"G0":"BÒ NGON - BÒ NHÚNG DẤM 555 - Đền LừTầng 1 Chung Cư A4 Đền Lừ 2 - Hoàng Mai - Hoang Mai - HNQuận Hoàng Mai"},{"G0":"BÒ NGON - BÒ NHÚNG DẤM 555 - Giảng Võ105 Ngõ 12 Núi Trúc, Giảng Võ, Ba Đình, Hà NộiQuận Ba Đình"},{"G0":"BÒ NGON - BÒ NHÚNG DẤM 555 - Lê Đại Hành2B Lê Đại Hành - Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"BÒ NGON - BÒ NHÚNG DẤM 555 - Linh ĐàmTT7B Khu biệt thự Tây Nam Linh Đàm - Linh Đường - Hoàng Mai - Hà NộiQuận Hoàng Mai"},{"G0":"BÒ NGON - BÒ NHÚNG DẤM 555 - Trung Hòa52 Trung Hoà - Cầu Giấy - Hà NộiQuận Cầu Giấy"},{"G0":"BÒ NGON - BÒ NHÚNG DẤM 555 - Vạn PhúcSố 8 Nhà A3 TX Bắc, Tố Hữu, khu Shophouse, Hà Đông, Hà Nội, VietnamQuận Hà Đông"},{"G0":"Bò Vàng Steak House283 Phan Xích Long, Phường 7, Quận Phú NhuậnQuận Phú Nhuận"},{"G0":"Bò Viên Gân Châu Đốc39 đường số 17, Hiệp Bình Chánh, Thủ ĐứcQuận Thủ Đức"},{"G0":"BÒ WAKA - Vũ Huy Tấn54 Vũ Huy Tấn, Phường 3, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"Bổ13 Điện Biên Phủ, Phường Cửa Nam, Quận Hoàn KiếmQuận Hoàn Kiếm"},{"G0":"Board Game Station - Cô Bắc30 Cô Bắc, Phường Cầu Ông Lãnh, Quận 1Quận 1"},{"G0":"BOBA MILK TEA - ĐHQGSảnh D5 - D6 KTX Khu B Đại Học Quốc Gia TphcmQuận Thủ Đức"},{"G0":"BOBAPOP AEON Bình TânAeon Mall Bình Tân, Số 1, Đường số 17A, Khu Phố 11, Phường Bình Trị Đông, Quận Bình TânQuận Bình Tân"},{"G0":"BOBAPOP AEON Tân PhúAeon Mall - Lô G37- Tân Phú Celadon, Số 30 Bờ Bảo Tân Thắng, Phường Sơn Kỳ, Quận Tân PhúQuận Tân Phú"},{"G0":"BOBAPOP Bà Triệu3/24 Bà Triệu - KP5 - TT.Hóc Môn - Huyện Hóc MônHuyện Hóc Môn"},{"G0":"BOBAPOP Bàu Cát76 Bàu Cát, Phường 14, Quận Tân BìnhQuận Tân Bình"},{"G0":"BOBAPOP Bình Phú85A Bình Phú, Phường 11, Quận 6Quận 6"},{"G0":"BOBAPOP Cao Thắng115 Cao Thắng, P.11, Q.10Quận 10"},{"G0":"BOBAPOP Chùa Láng10 Chùa Láng, Phường Láng Thượng, Quận Đống ĐaQuận Đống Đa"},{"G0":"BOBAPOP CMT8974 Cách Mạng Tháng Tám, P.5, Q.Tân BìnhQuận Tân Bình"},{"G0":"BOBAPOP Cresent MallGF - W1 Tòa nhà Cresent mall, 101 Tôn Dật Tiên, Phú Mỹ HưngQuận 7"},{"G0":"BOBAPOP Cư Xá Ra Đa70 đường số 10 Cư Xá Đài Rađa, Phường 13, Quận 6Quận 6"},{"G0":"BOBAPOP D2 Bình Thạnh60 ( Số cũ 137 ) Đường D2, Phường 25, Q. Bình ThạnhQuận Bình Thạnh"},{"G0":"BOBAPOP Đào Tấn103 Đào Tấn, Phường Ngọc Khánh, Quận Ba ĐìnhQuận Ba Đình"},{"G0":"BOBAPOP ĐH Nông LâmSố 8, 9 Đại học Nông Lâm, Khu phố 6, phường Linh Trung, Quận Thủ ĐứcQuận Thủ Đức"},{"G0":"BOBAPOP Đinh Tiên Hoàng87R Đinh Tiên Hoàng, Phường 3, Quận Bình ThạnhQuận Bình Thạnh"},{"G0":"BOBAPOP Đỗ Xuân Hợp359 Đỗ Xuân Hợp, Phường Phước Long B, Quận 9Quận 9"},{"G0":"BOBAPOP Đường số 1219 Đường số 1, P. Bình Trị Đông B, Quận Bình TânQuận Bình Tân"},{"G0":"BOBAPOP EmartSiêu thị Emart - Lô F2-04, Số 168 Phan Văn Trị, P.5, Q.Gò VấpQuận Gò Vấp"},{"G0":"BOBAPOP Hậu Giang95 Hậu Giang, Phường 5, Quận 6Quận 6"},{"G0":"BOBAPOP Hồ Tùng Mậu6 Hồ Tùng Mậu, Phường Mai Dịch, Quận Cầu GiấyQuận Cầu Giấy"},{"G0":"BOBAPOP Hoàng Diệu 2 Thủ Đức151 Hoàng Diệu 2, Phường Linh Trung, Quận Thủ ĐứcQuận Thủ Đức"},{"G0":"BOBAPOP Hoàng Diệu Quận 4295 Hoàng Diệu, P.6, Q.4Quận 4"},{"G0":"BOBAPOP Huỳnh Tấn Phát559 Huỳnh Tấn Phát, Phường Tân Thuận Đông, Q.7Quận 7"},{"G0":"BOBAPOP Huỳnh Thúc Kháng24 Huỳnh Thúc Kháng, P.Bến Nghé, Q.1Quận 1"},{"G0":"BOBAPOP Lạc Long Quân695 Lạc Long Quân, Phường 10, Quận Tân BìnhQuận Tân Bình"},{"G0":"BOBAPOP Lạc Trung232 Lạc Trung, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"BOBAPOP Lãnh Binh Thăng376 Lãnh Bình Thăng, P.11, Q.11Quận 11"},{"G0":"BOBAPOP Lê Đại Hành7B Lê Đại Hành, Phường Lê Đại Hành, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"BOBAPOP Lê Đức Thọ692 Lê Đức Thọ, Phường 15, Gò VấpQuận Gò Vấp"},{"G0":"BOBAPOP Lê Lợi65 Lê Lợi, P.Bến Nghé, Q.1Quận 1"},{"G0":"BOBAPOP Lê Quang Định627 Lê Quang Định, Phường 1, Quận Gò VấpQuận Gò Vấp"},{"G0":"BOBAPOP Lê Thanh Nghị188 Lê Thanh Nghị, Phường Đồng Tâm, Quận Hai Bà TrưngQuận Hai Bà Trưng"},{"G0":"BOBAPOP Lê Thúc Hoạch59 - 61 Lê Thúc Hoạch, Phường Phú Thọ Hòa, Quận Tân PhúQuận Tân Phú"},{"G0":"BOBAPOP Lê Văn QuớiSố 5, đường Lê Văn Quới, P. Bình Trị Đông, Q Bình TânQuận Bình Tân"},{"G0":"BOBAPOP Lê Văn Sỹ Quận 3295 Lê Văn Sỹ, P.13, Q3Quận 3"},{"G0":"BOBAPOP Lê Văn Sỹ_Tân Bình415 Lê Văn Sỹ, P.2, Q.Tân BìnhQuận Tân Bình"},{"G0":"BOBAPOP Lê Văn Việt396 Lê Văn Việt, Phường Tăng Phú A, Quận 9Quận 9"}]}],"DLEx":[{"N":"L0"}],"IC":true}]}}}}]}